[
    {
        "title": "                               iPhone 13 Pro Max 128GB                                                                                                                        ",
        "priceSaleOff": "Tạm hết hàng",
        "originalPrice": "",
        "colors": [
            "GRAPHITE",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/274824861.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1051159192.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1920448772.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1656010843.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1191787513.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1981970233.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/165125579.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/56793803.jpeg"
        ],
        "features": [
            {
                "title": "Siêu phẩm được mong chờ nhất 2021 – iPhone 13 Pro Max đã chính thức xuất hiện. Ngoại hình không có nhiều đột phá nhưng bên trong là sức mạnh vô định. Màn hình siêu lớn 6.7 inch hỗ trợ tần số quét 120Hz, chip Apple A15 Bionic hạ gục mọi đối thủ, vượt qua mọi thách thức."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iphone-13-pro-max-2.jpg"
            },
            {
                "desc": "Các tùy chọn màu sắc của iPhone 13 Pro Max"
            },
            {
                "smallTitle": "1. Màn hình iPhone 13 Pro Max siêu mượt"
            },
            {
                "desc": "iPhone 13 Pro Max tiếp tục được trang bị màn hình 6.7 inch, độ phân giải full HD+, sử dụng tấm nền OLED và công nghệ Super Retina XDR tương tự phiên bản tiền nhiệm. Điểm ấn tượng nhất trên màn hình iPhone 13 Pro Max là công nghệ ProMotion. Sau bao chờ đợi cuối cùng Apple đã trang bị màn hình tần số quét 120Hz cho iPhone. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-12.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max hỗ trợ màn hình thích ứng 120Hz"
            },
            {
                "desc": "Với màn hình tần số quét 120Hz đem đến trải nghiệm tuyệt vời trên từng ngón tay. Mọi thao tác, hình ảnh có sự chuyển đổi cực mướt tạo ra hiệu ứng về thị giác rất tốt, đặc biệt khi xem phim hoặc chơi game."
            },
            {
                "desc": "Chưa hết, công nghệ ProMotion có thể tự động thay đổi tần số quét từ 10Hz đến 120Hz dựa vào ứng dụng và nhu cầu sử dụng của người dùng. Qua đó tiết kiệm pin hơn."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iphone-13-pro-max-3.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max được bảo vệ bởi kính cường lực Ceramic Shield cao cấp, cứng nhất trong các loại kính cường lực"
            },
            {
                "desc": "Màn hình iPhone 13 Pro Max có độ sáng tối đa lên tới 1200 nits cho phép người dùng sử dụng dễ dàng ngoài trời nắng, màu sắc trung thực đến kinh ngạc, độ tương phản ấn tượng: màu đen sâu, màu trắng sáng."
            },
            {
                "smallTitle": "2. Chip A15 Bionic cho sức mạnh vượt trội "
            },
            {
                "desc": "Apple trang bị cho iPhone 13 Pro Max bộ vi xử lý Apple A15 Bionic siêu mạnh mẽ. Chip A15 Bionic được sản xuất dựa trên tiền trình 5nm+ với 15 tỷ bóng bán dẫn nhiều hơn chip A14 Bionic (11,8 tỷ bóng bán dẫn). Qua đó đem đến hiệu năng vượt trội và đứng đầu phân khúc cao cấp. Ngoài ra, máy còn hỗ trợ 5G với tốc độ kết nối siêu nhanh."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-4.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max chạy chip A15 Bionic"
            },
            {
                "desc": "Theo như công bố của Apple, chip A15 Bionic cho hiệu năng cao cao hơn 50% so với các smartphone khác trên thị trường hiện nay, CPU tăng 30% và nhanh vượt bậc."
            },
            {
                "desc": "Đi kèm với vi xử lý siêu mạnh mẽ là RAM 6GB chạy đa nhiệm siêu mượt và bộ nhớ trong tối thiểu 128GB. Đặc biệt, năm nay Apple bổ sung thêm tùy chọn 1TB dành cho người dùng có nhu cầu lưu trữ dữ liệu cao. "
            },
            {
                "smallTitle": "3. Camera đỉnh chóp"
            },
            {
                "desc": "Ngoài nâng cấp về phần cứng, camera iPhone 13 Pro Max cũng được nâng cấp và toàn diện hơn. Máy vẫn được trang bị 3 cảm biến gồm: cảm biến chính 12MP, cảm biến góc siêu rộng 12MP và cảm biến tele 12MP. Cả 3 cảm biến này đều được thay đổi về khẩu độ và kích thước ống kính. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iphone-13-pro-max-1.jpg"
            },
            {
                "desc": "Camera sau trên iPhone 13 Pro Max"
            },
            {
                "desc": "Với những thay đổi về phần cứng điện thoại iPhone 13 Pro Max thu được lượng ánh sáng nhiều hơn, chụp ảnh thiếu sáng tốt hơn rất nhiều so với thế hệ trước. Bên cạnh đó máy còn có khả năng chụp ảnh cận cảnh sắc nét và được hỗ trợ lấy nét trong môi trường ánh sáng yếu. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-6.jpg"
            },
            {
                "desc": "Ảnh chụp cận cảnh từ iPhone 13 Pro Max"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-7.jpg"
            },
            {
                "desc": "Ảnh chụp trong điều kiện thiếu sáng"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-8.jpg"
            },
            {
                "desc": "Ảnh chụp zoom sắc nét"
            },
            {
                "desc": "iPhone 13 Pro Max vẫn được tích hợp cảm biến LiDAR nhằm đem đến những trải nghiệm thực tế ảo tuyệt vời cho người dùng. Đặc biệt khi kết hợp chế độ chụp đêm đem đến những hình ảnh vô cùng sắc nét và ấn tượng. Chưa hết, tất cả các camera trên iPhone 13 Pro Max đều hỗ trợ chế độ chụp đêm."
            },
            {
                "desc": "Camera tele cho phép người dùng chụp zoom quang học 3X tuyệt vời. Các hình ảnh từ xa được rõ nét hơn trong các bức hình hoặc video. Chụp ảnh xóa phông cũng rất dễ dàng với iPhone 13 Pro Max."
            },
            {
                "desc": "Không chỉ được nâng cấp về phần cứng, camera iPhone 13 Pro Max còn được nâng cấp về phần mềm. Rất nhiều tính năng chụp ảnh và quay phim mới được tích hợp cho 13 Pro Max như: quay video macro, quay video slow motion, tua nhanh, chụp chân dung, Cinematic mode, chế độ Dolby Vision HDR,.."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-9.jpg"
            },
            {
                "desc": "Điều chỉnh tiêu điểm khi kích hoạt chế độ Cinematic mode"
            },
            {
                "desc": "Lần đầu tiên Apple tích hợp chế độ Cinematic cho iPhone. Với chế độ này người dùng có thể thỏa sức quay và chỉnh sửa các video chuyên nghiệp giống các bộ phim truyền hình."
            },
            {
                "desc": "Camera selfie 12MP trên 13 Pro Max được tích hợp mọi tính năng của camera sau cho phép tạo ra những bức hình và video tuyệt đẹp."
            },
            {
                "smallTitle": "4. Thiết kế đẳng cấp, sang trọng"
            },
            {
                "desc": "iPhone 13 Pro Max kế thừa toàn bộ thiết kế từ iPhone 12 Pro Max với khung viền thép không gỉ vuông vắn, mặt lưng kính và màn hình tai thỏ. Tuy nhiên, phần tai thỏ đã được thu nhỏ 20% giúp giải phóng thêm không gian hiển thị và đem đến những trải nghiệm tốt hơn cho người dùng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-10.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max được thiết kế sang trọng và vuông vắn"
            },
            {
                "desc": "iPhone 13 Pro có 4 tùy chọn về màu sắc gồm: Xanh dương, Đen nhám, Trắng và Vàng, mọi người có thể chiêm ngưỡng thêm hình ảnh iPhone 13 Pro Max tại đây. Máy được tích hợp tính năng kháng nước kháng bụi IP68 giúp người dùng an tâm hơn trong quá trình sử dụng. Bên cạnh đó máy còn được hỗ trợ Dual eSIM cho phép người dùng sử dụng 2 nhà mạng khác nhau cùng lúc."
            },
            {
                "desc": " Với những nâng cấp và cải thiện, iPhone 13 Pro Max xứng đáng là lựa chọn tuyệt với nhất hiện nay. Cấu hình siêu mạnh mẽ, thời lượng pin được cải thiện, camera chụp ảnh đỉnh chóp, màn hình 120Hz,…"
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 1284 x 2778 Pixels; 6.7\"; Tần số quét\t120 Hz; Độ sáng tối đa 1200 nits; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic 6 nhân; Tốc độ CPU 3.22 GHz; Apple GPU 5 nhân"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "3 camera 12 MP; Quay phim 4K 2160p@24fps; 4K 2160p@30fps; 4K 2160p@60fps; FullHD 1080p@240fps; FullHD 1080p@120fps; FullHD 1080p@30fps; FullHD 1080p@60fps; HD 720p@30fps; Đèn Flash; Ban đêm (Night Mode); Trôi nhanh thời gian (Time Lapse); Quay chậm (Slow Motion); Xóa phông; Zoom quang học; Chạm lấy nét; Toàn cảnh (Panorama); Chống rung quang học (OIS); Tự động lấy nét (AF); Nhận diện khuôn mặt; HDR; Ảnh Raw; Dolby Vision HDR;  Zoom kỹ thuật số; Góc rộng (Wide); Siêu cận (Macro); Góc siêu rộng "
            ],
            [
                "Camera trước",
                "12 MP; Xóa phông; Quay video 4K; Quay video HD; Nhận diện khuôn mặt; Quay video Full HD; Tự động lấy nét (AF); HDR"
            ],
            [
                "Bộ nhớ trong",
                "128 GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM"
            ],
            [
                "Hệ điều hành",
                "iOS 15"
            ],
            [
                "Wifi",
                "Dual-band (2.4 GHz/5 GHz), Wi-Fi 802.11 a/b/g/n/ac/ax, Wi-Fi MIMO, Wi-Fi hotspot"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "Quay phim 4K 2160p@24fps; 4K 2160p@30fps; 4K 2160p@60fps; FullHD 1080p@240fps; FullHD 1080p@120fps; FullHD 1080p@30fps; FullHD 1080p@60fps; HD 720p@30fps"
            ],
            [
                "Pin",
                "4352 mAh; Li-Ion; Hỗ trợ sạc tối đa 20 W; Sạc pin nhanh, Tiết kiệm pin, Sạc không dây, Sạc ngược không dây"
            ]
        ]
    },
    {
        "title": "                               iPhone 13 mini 128GB                                                                                                                        ",
        "priceSaleOff": "17.990.000 ₫",
        "originalPrice": "19.490.000₫",
        "colors": [
            "RED",
            "PINK",
            "STARLIGHT",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1766635160.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/524506318.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/699329639.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1714509849.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1418738206.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/987062045.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1279020315.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1052526447.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1751621318.jpeg"
        ],
        "features": [
            {
                "desc": "iPhone 13 mini bé nhỏ nhưng sở hữu sức mạnh vượt trội, màn hình siêu nét, camera chụp ảnh chuyên nghiệp, thiết kế trường tồn,… Đây chính là điện thoại dành cho những người yêu thích sự nhỏ bé, dễ thương và nằm gọn trong túi quần."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-1.jpg"
            },
            {
                "desc": "iPhone 13 mini nhỏ bé, sang trọng và hiện đại"
            },
            {
                "desc": "iPhone 13 mini : Nhỏ bé, dễ thương "
            },
            {
                "desc": "Hầu hết smartphone hiện nay đều đi theo xu hướng màn hình siêu lớn, kích thước siêu to, thì Apple lại đi ngược lại khi ra mắt iPhone 13 mini. Đây mới là điện thoại di động đúng nghĩa. Máy thừa kế ngôn ngữ thiết kế sang trọng, hiện đại và đẳng cấp từ thế hệ trước. Màn hình nhỏ gọn chỉ 5.4 inch, khung viền nhôm cứng cáp được vát phẳng. Đặc biệt, hai mặt đều được phủ lớp gốm siêu cứng có khả năng chống chịu lực siêu tốt."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/NewFolder/iphone-13-3.jpg"
            },
            {
                "desc": "iPhone 13 mini nhỏ gọn trong lòng bàn tay"
            },
            {
                "desc": "Không chỉ nhỏ gọn, dễ cất trong túi, iPhone 13 mini còn sở hữu những màu sắc hot nhất gồm: Trắng, Đỏ, Xanh, Hồng và Đen. Mỗi màu sắc thể hiện cá tính riêng nhưng đều toát lên vẻ đẹp thời thượng. Đặc biệt trong đó là màu Hồng, rất phù hợp với các bạn nữ."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/NewFolder/iphone-13-1.jpg"
            },
            {
                "desc": "Các tùy chọn màu sắc của iPhone 13 mini"
            },
            {
                "desc": "Thiết kế iPhone 13 mini cũng phá cách hơn một chút với camera kép phía sau được đặt theo đường chéo. Máy được tích hợp tính năng chống nước và chống bụi IP68."
            },
            {
                "desc": "Màn hình nhỏ nhưng có võ"
            },
            {
                "desc": "iPhone 13 mini chỉ được trang bị màn hình 5.4 inch khá nhỏ bé. Tuy nhiên, chất lượng hiển thị của iPhone 13 mini có thể vượt qua mọi đối thủ trong phân khúc cao cấp với kích thước lớn hơn."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-4.jpg"
            },
            {
                "desc": "Màn hình iPhone 13 mini cho chất lượng hiển thị tuyệt vời."
            },
            {
                "desc": "Máy sử dụng tấm nền OLED, độ phân giải full HD+ và công nghệ Super Retina XDR cho hình ảnh hiển thị sống động và vô cùng sắc hét. Chưa hết, độ sáng của màn hình iPhone 13 mini còn được tăng 28% so với thế hệ trước đạt tối đa 800 nits. Khi sử dụng ngoài ánh nắng mặt trời rất dễ dàng."
            },
            {
                "desc": "Camera kép chụp ảnh siêu chất lượng"
            },
            {
                "desc": "Tuy vẫn chỉ được trang bị 2 camera kép phía sau nhưng iPhone 13 mini đã được Apple nâng cấp rất nhiều. Kích thước ống kính được tăng lên và bổ sung thêm tính năng chống rung quang học OIS."
            },
            {
                "desc": "Với những thay đổi về phần cứng, iPhone 13 mini thu được nhiều ánh sáng hơn (47%) so với thế hệ trước. Được tích hợp chế độ chụp đêm cho tất cả các ống kính giúp đem đến những bức hình vô cùng chân thực, sắc nét, chi tiết và ấn tượng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-5.jpg"
            },
            {
                "desc": "iPhone 13 mini chụp ảnh rất đẹp"
            },
            {
                "desc": "Tính năng đáng chú ý nhất trên iPhone 13 mini là chế độ Cinematic. Với chế độ này các bạn có thể thỏa sức sáng tạo và cho ra những video điện ảnh nhờ hiệu ứng làm mờ hậu cảnh và lấy tiêu điểm."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-6.jpg"
            },
            {
                "desc": "Tùy chỉnh lấy nét trong chế độ Cinematic"
            },
            {
                "desc": "Không dừng lại ở đó, iPhone 13 mini còn cho phép người dùng thay đổi được tiêu điểm lấy nét, hiệu ứng xóa phông trong và sau khi quay video. Tính năng này cũng chưa từng có trên camera chuyên nghiệp."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-7.jpg"
            },
            {
                "desc": "Ảnh chụp từ iPhone 13 mini"
            },
            {
                "desc": "Không đơn giản chụp ảnh và quay phim, iPhone 13 mini làm được nhiều điều hơn thế: chụp đêm sắc nét và nhiều chi tiết, chụp chân dung với hiệu ứng ánh sáng studio, Smart HDR4 nhận diện được 4 khuôn mặt cùng 1 khung hình, chụp góc siêu rộng,…"
            },
            {
                "desc": "Selfie nghệ thuật với camera 12MP"
            },
            {
                "desc": "iPhone 13 mini được trang bị cảm biến selfie 12MP và được tích hợp tất cả các tính năng chụp ảnh tương tự camera sau: chụp đêm, xóa phông, Smart HDR 4, Cinematic,… Nhờ các tính năng này người dùng có thể tạo ra những bức ảnh nghệ thuật đầy sáng tạo cùng bạn bè."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-8.jpg"
            },
            {
                "desc": "Ảnh chụp từ iPhone 13 mini"
            },
            {
                "desc": "Cảm biến này còn được tích hợp công nghệ TrueDepth nhận diện gương mặt giúp bảo mật tốt hơn và đem đến nhiều thuận lợi cho người sử dụng."
            },
            {
                "desc": "Thời lượng pin ấn tượng"
            },
            {
                "desc": "iPhone 13 mini có sự thay đổi vượt bậc về pin. Dung lượng pin lớn hơn kết hợp tối ưu từ hệ điều hành và vi xử lý cho thời lượng pin lâu hơn. Người dùng có thể xem video liên tục trong 17 tiếng và sử dụng thoải mái cả ngày không lo hết pin. "
            },
            {
                "desc": "Bên cạnh đó máy còn được tích hợp công nghệ sạc nhanh 20W chỉ với 30 phút sạc được 50% pin."
            },
            {
                "desc": "Hiệu năng đột phá"
            },
            {
                "desc": "Là iPhone 13 giá rẻ nhất nhưng hiệu năng của iPhone 13 mini không hề thấp chút nào. Máy được trang bị chip Apple A15 Bionic tương tự 3 bản còn lại và trở thành chiếc smartphone mạnh mẽ nhất. "
            },
            {
                "desc": "Được biết, chip A15 cho hiệu năng CPU tăng 50%, GPU tăng 30% so với các smartphone khác. Mọi thao tác, đặc biệt là chơi game đồ họa cao đều diễn ra một cách mượt mà. Thậm chí quay phim Cinematic hay chụp Smart HDR 4 cũng rất trơn tru."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-9.jpg"
            },
            {
                "desc": "Chơi game cực mượt trên iPhone 13 mini"
            },
            {
                "desc": "Và tất nhiên không thể thiếu kết nối 5G hiện đại với tốc độ kết nối internet nhanh gấp 10 lần 4G. Bên cạnh đó, iPhone 13 mini còn được nâng cấp băng tần wifi lên wifi 6 băng tần kép giúp thu sóng tốt hơn. "
            },
            {
                "desc": "iPhone 13 mini nhỏ bé nhưng vô cùng mạnh mẽ. Một lựa chọn tuyệt vời cho các bạn thích sự nhỏ gọn, tay nhỏ."
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; Full HD+ (1080 x 2340 Pixels); 5.4\"; Tần số quét 60 Hz; Độ sáng tối đa 1200 nits; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic 6 nhân; Tốc độ CPU",
                " 3.22 GHz; Apple GPU 4 nhân"
            ],
            [
                "RAM",
                "4 GB"
            ],
            [
                "Camera sau",
                "2 camera 12 MP; Quay phim 4K 2160p@24fps; 4K 2160p@30fps; 4K 2160p@60fps; FullHD 1080p@240fps; FullHD 1080p@120fps; FullHD 1080p@30fps; FullHD 1080p@60fps; HD 720p@30fps; Đèn Flash; Ban đêm (Night Mode); Trôi nhanh thời gian (Time Lapse); Quay chậm (Slow Motion); Xóa phông; Zoom quang học; Chạm lấy nét; Toàn cảnh (Panorama); Chống rung quang học (OIS); Tự động lấy nét (AF); Nhận diện khuôn mặt; HDR; Dolby Vision HDR;  Zoom kỹ thuật số Góc rộng (Wide); Góc siêu rộng (Ultrawide)"
            ],
            [
                "Camera trước",
                "12 MP; Xóa phông; Quay video 4K; Quay video HD; Nhận diện khuôn mặt; Quay video Full HD; Tự động lấy nét (AF); HDR"
            ],
            [
                "Bộ nhớ trong",
                "128 GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM"
            ],
            [
                "Hệ điều hành",
                "iOS 15"
            ],
            [
                "Wifi",
                "Dual-band (2.4 GHz/5 GHz); Wi-Fi 802.11 a/b/g/n/ac/ax; Wi-Fi MIMO; Wi-Fi hotspot"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "4K 2160p@24fps; 4K 2160p@30fps; 4K 2160p@60fps; FullHD 1080p@240fps; FullHD 1080p@120fps; FullHD 1080p@30fps; FullHD 1080p@60fps; HD 720p@30fps;"
            ],
            [
                "Pin",
                "2438 mAh; Li-Ion; Hỗ trợ sạc tối đa 20 W; Sạc không dây; Sạc không dây MagSafe; Tiết kiệm pin; Sạc pin nhanh"
            ]
        ]
    },
    {
        "title": "                               iPhone 13 Pro 256GB                                                                                                                        ",
        "priceSaleOff": "Tạm hết hàng",
        "originalPrice": "",
        "colors": [
            "SIERRA BLUE",
            "ALPINE GREEN",
            "GOLD",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/668927892.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/105737539.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/311679594.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/101770749.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1167160792.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1343346718.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/927555151.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1763009304.jpeg"
        ],
        "features": [
            {
                "title": "iPhone 13 Pro ra mắt vào ngày 14/ 9/2021 tại Mỹ với các tùy chọn bộ nhớ gồm 256GB, 128GB, 512GB và 1TB. Trong đó phiên bản iPhone 13 Pro 256GB được rất nhiều người lựa chọn vì có dung lượng bộ nhớ vừa phải và chi phí phải chăng, phù hợp với nhu cầu cũng như khả năng chi trả của người dùng. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iphone-13-pro-1.jpg"
            },
            {
                "desc": "iPhone 13 Pro và các tùy chọn về màu sắc "
            },
            {
                "smallTitle": "1. iPhone 13 Pro 256GB có đủ dùng không?"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iphone-13-pro-2.jpg"
            },
            {
                "desc": "iPhone 13 Pro 256GB có thể sử dụng trong 3-4 năm"
            },
            {
                "desc": "iPhone 13 Pro 256GB là lựa chọn điện thoại lý tưởng dành cho những người dùng thường xuyên chụp ảnh, quay phim hoặc lưu trữ một lượng lớn dung lượng trên máy. Nếu bạn đang băn khoăn liệu 256GB bộ nhớ có đủ dùng không thì người dùng hoàn toàn có thể yên tâm lựa chọn. Bởi với mức dung lượng này, người dùng có thể sử dụng iPhone 13 Pro 256GB trong 3-4 năm mà không lo hết dung lượng bộ nhớ. Đặc biệt với lựa chọn này, người dùng cũng có thể tiết kiệm đáng kể chi phí so với các tùy chọn bộ nhớ 512GB hoặc 1TB mà thực tế không dùng hết mức dung lượng lớn đến vậy. là lựa chọn điện thoại lý tưởng dành cho những người dùng thường xuyên chụp ảnh, quay phim hoặc lưu trữ một lượng lớn dung lượng trên máy. Nếu bạn đang băn khoăn liệu 256GB bộ nhớ có đủ dùng không thì người dùng hoàn toàn có thể yên tâm lựa chọn. Bởi với mức dung lượng này, người dùng có thể sử dụng iPhone 13 Pro 256GB trong 3-4 năm mà không lo hết dung lượng bộ nhớ. Đặc biệt với lựa chọn này, người dùng cũng có thể tiết kiệm đáng kể chi phí so với các tùy chọn bộ nhớ 512GB hoặc 1TB mà thực tế không dùng hết mức dung lượng lớn đến vậy."
            },
            {
                "smallTitle": "2. Đánh giá chi tiết iPhone 13 Pro 256GB"
            },
            {
                "desc": "Mặc dù không quá kích thước quá lớn như iPhone 13 Pro Max nhưng chiếc iPhone 13 Pro cao cấp của Apple vẫn hội tụ đầy đủ mọi tinh hoa trên iPhone 13 Series năm nay."
            },
            {
                "desc": "Hiệu suất vượt trội nhờ con chip Apple A15 Bionic"
            },
            {
                "desc": "Đánh giá sức mạnh cấu hình iPhone 13 Pro 256GB trước tiên phải kể đến trang bị chip Apple A15 Bionic với GPU 5 lõi, Neural Engine cho phép thực hiện 15.8 nghìn tỷ hoạt động mỗi giây. Con chip này hỗ trợ chế độ quay phim Cinematic, Smart HDR 4 mượt mà. Kết hợp với đó là dung lượng RAM 6GB, bộ nhớ trong 256GB với ROM khả dụng là 241GB.\n"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-11.jpg"
            },
            {
                "desc": "Chip Apple A15 Bionic với GPU 5 lõi trên iPhone 13 Pro"
            },
            {
                "desc": "iPhone 13 Pro chạy trên hệ điều hành iOS 15 mới nhất của Apple giúp tối ưu khả năng xử lý và tiết kiệm năng lượng pin hiệu quả. Kết quả thử nghiệm thực tế cho thấy, iPhone 13 Pro có hiệu suất đồ họa cực kỳ mạnh mẽ, cao gấp hơn 2 lần chip Snapdragon 888. iPhone 13 Pro cũng chỉ mất 26 giây để chuyển video chất lượng 4K về Full HD cực mượt mà."
            },
            {
                "desc": "Ngoài ra, iPhone 13 Pro còn hỗ trợ người dùng sử dụng 2 sim 2 sóng 5G vô cùng hiện đại. Với các mã iPhone 13 Pro 256GB VNA chính hãng tại Việt Nam, người dùng sẽ được sử dụng phiên bản 2 sim gồm 1 sim nano-vật lý và 1 eSim trên điện thoại. "
            },
            {
                "desc": "Màn hình Super Retina XDR, 6.1\", tần số quét 120Hz"
            },
            {
                "desc": "iPhone 13 Pro đứng đầu danh sách đánh giá điện thoại có màn hình tốt nhất hiện nay, của cả DisplayMate và DxOMark. Chi tiết iPhone 13 Pro được trang bị tấm nền OLED, màn hình Super Retina XDR, độ phân giải 1170 x 2532 Pixels, kích thước 6.1 inch có tần số đáp ứng tự động điều chỉnh ProMotion 10 - 120Hz và tần số quét 120Hz ấn tượng. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-256GB-3.jpg"
            },
            {
                "desc": "iPhone 13 Pro sử dụng tấm nền OLED, màn hình Super Retina XDR"
            },
            {
                "desc": "Độ sáng màn hình được cải thiện tối đa lên tới 1200 nits, có độ tương phản cao, hiển thị màu sắc chính xác và có thể thoải mái sử dụng ngoài trời nắng. "
            },
            {
                "desc": "Camera tốt nhất từ Apple"
            },
            {
                "desc": "Hệ thống camera trên iPhone 13 Pro được đánh giá cao về thiết kế và khả năng cân bằng màu sắc, chụp ảnh tự nhiên trung thực. Chi tiết iPhone 13 Pro được trang bị cụm 3 camera sau có độ phân giải 12MP, gồm camera chính khẩu độ f/1.5, có kích thước cảm biến lớn, camera tele 77mm và camera siêu rộng khẩu độ f/1.8, hỗ trợ lấy nét tự động."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iphone-13-pro-3.jpg"
            },
            {
                "desc": "iPhone 13 Pro được trang bị cụm 3 camera sau 12MP"
            },
            {
                "desc": "Các công nghệ phần mềm tiếp tục được nâng cấp trên iPhone 13 Pro với khả năng chụp đêm tốt, kích thước cảm biến lớn, cảm biến chống rung cao cấp. Các tính năng chụp ảnh và quay phim mới được trang bị trên iPhone 13 Pro như: Quay phim Điện ảnh, chụp phong cảnh,... và quay phim chất lượng 4K bằng cả camera trước và sau."
            },
            {
                "desc": "Đánh giá pin, công nghệ sạc"
            },
            {
                "desc": "Đánh giá dung lượng, thời lượng và công nghệ sạc iPhone 13 Pro thu hút nhiều sự chú ý của người dùng. Mặc dù iPhone 13 Pro được trang bị dung lượng pin 3125 mAh và màn hình tần số quét cao 120Hz nhưng khả năng hoạt động của thiết bị vẫn khá dài lâu, dễ dàng “đè bẹp” nhiều đối thủ Android cùng phân khúc. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iPhone-13-Pro-256GB-5.jpg"
            },
            {
                "desc": "iPhone 13 Pro được trang bị dung lượng pin 3125 mAh"
            },
            {
                "desc": "Thử nghiệm điện thoại iPhone 13 Pro khi lướt web bằng mạng 5G, màn hình độ sáng 150 nits đã cho kết quả thiết bị có thể trụ đến 11 giờ 42 phút. Trong khi, iPhone 12 Pro chỉ đạt 9 giờ 6 phút và Galaxy S21 Plus là 9 giờ 41 phút. Từ kết quả kiểm tra trên cho thấy người dùng có thể yên tâm sử dụng iPhone 13 Pro cả một ngày dài với cường độ cao hoặc dùng đến 2 ngày với nhu cầu cơ bản."
            },
            {
                "desc": "Hiện người dùng quan tâm có thể chọn mua iPhone 13 Pro 256GB tại hệ thống cửa hàng Viettel Store trên toàn quốc và nhận nhiều ưu đãi. Đây là một trong những địa chỉ mua iPhone 13 Pro 256GB chính hãng, uy tín và người mua có thể chọn hình thức mua trả góp 0% để sở hữu thiết bị trước, thanh toán sau. Ngoài ra, khi mua điện thoại iPhone 13 Pro kèm gói cước nhà mạng Viettel người dùng còn được nhận ưu đãi cả về giá bán điện thoại và giá sử dụng dịch vụ của Viettel tốt nhất. "
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 1170 x 2532 Pixels; 6.1\"; Tần số quét 120 Hz; Độ sáng tối đa 1200 nits; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic 6 nhân; Tốc độ CPU",
                " 3.22 GHz; Apple GPU 5 nhân"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "3 camera 12 MP; Quay phim 4K 2160p@24fps, 4K 2160p@30fps, 4K 2160p@60fps, FullHD 1080p@240fps, FullHD 1080p@120fps, FullHD 1080p@30fp,s FullHD 1080p@60fps, HD 720p@30fps; Ban đêm (Night Mode), Trôi nhanh thời gian (Time Lapse), Quay chậm (Slow Motion), Xóa phông, Zoom quang học, Chạm lấy nét, Toàn cảnh (Panorama), Chống rung quang học (OIS), Tự động lấy nét (AF), Nhận diện khuôn mặt, HDR, Ảnh Raw, Dolby Vision HDR, Zoom kỹ thuật số, Góc rộng (Wide), Siêu cận (Macro), Góc siêu rộng (Ultrawide);"
            ],
            [
                "Camera trước",
                "12 MP; Xóa phông, Quay video 4K, Quay video HD, Nhận diện khuôn mặt, Quay video Full HD, Tự động lấy nét (AF), HDR"
            ],
            [
                "Bộ nhớ trong",
                "256 GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM"
            ],
            [
                "Hệ điều hành",
                "iOS 15"
            ],
            [
                "Wifi",
                "Dual-band (2.4 GHz/5 GHz), Wi-Fi 802.11 a/b/g/n/ac/ax, Wi-Fi MIMO, Wi-Fi hotspot"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "4K 2160p@24fps, 4K 2160p@30fps, 4K 2160p@60fps, FullHD 1080p@240fps, FullHD 1080p@120fps, FullHD 1080p@30fp,s FullHD 1080p@60fps, HD 720p@30fps;"
            ],
            [
                "Pin",
                "3095 mAh; Li-Ion; Hỗ trợ sạc tối đa 20 W; Sạc pin nhanh, Tiết kiệm pin, Sạc không dây, Sạc ngược không dây"
            ]
        ]
    },
    {
        "title": "                               iPhone 13 128GB                                                                                                                        ",
        "priceSaleOff": "18.490.000 ₫",
        "originalPrice": "20.990.000₫",
        "colors": [
            "RED",
            "BLUE",
            "PINK",
            "STARLIGHT",
            "MIDNIGHT",
            "GREEN",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1195250717.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/767471342.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/571947601.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1889535623.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/401676858.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2045428410.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/452166194.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/429203676.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/261752078.jpeg"
        ],
        "features": [
            {
                "title": "iPhone 13 – Siêu phẩm mới của \"nhà Táo\" sẽ đem đến trải nghiệm thú vị cho người dùng. Màu sắc mới, camera nhiều thay đổi, vi xử lý mạnh mẽ hơn, pin lâu hơn,… là những gì iPhone 13 sở hữu và chinh phục được những vị khách khó tính nhất. Cùng cập nhật thông tin, đặc điểm nổi bật về smartphone Apple này."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/NewFolder/iphone-13-3.jpg"
            },
            {
                "desc": "iPhone 13 phiên bản màu Xanh"
            },
            {
                "smallTitle": "1. Đánh giá chip Apple A15 Bionic giúp iPhone 13 nhanh như chớp"
            },
            {
                "desc": "Sau những thông tin rò rỉ, iPhone 13 đã chính thức ra mắt toàn cầu ngày 14.09 và chính thức lên kệ tại thị trường Việt Nam ngày 22.10 vừa rồi. Năm nay Apple trang bị sức mạnh cấu hình cho iPhone 13 con chip hoàn toàn mới A15 Bionic được nâng cấp thay vì con chip A14 Bionic trên iPhone 12. Chip này được xây dựng trên tiến trình 5nm+, sử dụng 15 tỷ bóng bán dẫn cho hiệu năng vượt trội không có bất kỳ smartphone hiện tại nào sánh kịp."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/iPhone%2013-2.jpg"
            },
            {
                "desc": "iPhone 13 chạy chip Apple A15 Bionic cho hiệu suất CPU tăng 50%, GPU tăng 30%"
            },
            {
                "desc": "Năm nay iPhone 13 không còn tùy chọn 64GB như iPhone 12 nữa mà thay vào đó là dung lượng 128GB là tối thiểu cùng các phiên bản dung lượng iPhone 13 256GB và 512GB người dùng có thể thả ga lưu trữ dữ liệu, video, hình ảnh, game,… mà không phải lo bộ nhớ nhanh bị đầy."
            },
            {
                "desc": "Bên cạnh đó máy còn được hỗ trợ 5G với tốc độ kết nối nhanh chóng. Nhờ vậy người dùng có thể thỏa sức xem phim, chiến game online mà không phải lo lắng khi không có wifi."
            },
            {
                "desc": ">> Xem thêm: So sánh iPhone 13 và iPhone 12: Đâu là lựa chọn hoàn hảo nhất?"
            },
            {
                "smallTitle": "2. Hệ thống camera kép trên iPhone 13 tiên tiến nhất hiện nay"
            },
            {
                "desc": "iPhone 13 tiếp tục được trang bị hệ thống camera kép phía sau gồm: cảm biến chính 12MP và cảm biến góc siêu rộng 12MP. Điểm nổi bật của cụm camera năm nay, Apple đã thay đổi mới thiết kế khi xoay cụm camera đi 45 độ nhằm phù hợp với những thay đổi trong phần cứng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/iPhone%2013-3.jpg"
            },
            {
                "desc": "Camera sau trên iPhone 13"
            },
            {
                "desc": "Camera góc siêu rộng nhạy bén hơn, camera chính được tích hợp chống rung quang học thay đổi cảm biến giúp hình ảnh ổn định hơn khi chụp. Cả ha ống kính đều được tăng kích thước giúp thu được ánh sáng nhiều hơn 47% so với iPhone 12."
            },
            {
                "desc": "Chưa dừng lại ở đó, iPhone 13 còn được Apple tích hợp thêm nhiều tính năng mới như: chế độ chụp chân dung (Portrait Mode), quay video Cinematic mode, quay video 4K, chụp góc siêu rộng,…"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/iPhone%2013-4.jpg"
            },
            {
                "desc": "iPhone 13 cho phép tùy chỉnh tiêu điểm trong chế độ Cinematic"
            },
            {
                "desc": "Điểm đáng chú ý nhất trong đó phải kể đến chế độ công nghệ Cinematic. Đây là kỹ thuật được sử dụng trong các bộ phim truyền hình với khả năng tự động chuyển đổi tiêu điểm và tạo hiệu ứng mờ. Với chế độ này người dùng dễ dàng quay được những video ấn tượng giống các bộ phim Hollywood. Bên cạnh đó iPhone 13 còn cho phép người dùng tùy chỉnh tiêu điểm, làm mờ phông nền. Đây là tính năng rất thông minh ngay cả máy ảnh chuyên nghiệp cũng không có. Quả là một tính năng đáng mong đợi."
            },
            {
                "desc": "Camera selfie có độ phân giải 12MP hội tụ đầy đủ các tính năng của camera sau đem đến những hình ảnh tuyệt đẹp, gọi video sắc nét."
            },
            {
                "smallTitle": "3. iPhone 13 có thiết kế sang trọng và đẳng cấp"
            },
            {
                "desc": "iPhone 13 tiếp tục kế thừa phong cách thiết kế tối giản nhưng vô cùng sang trọng và hiện đại. Phần khung được hoàn thiện từ chất liệu nhôm cao cấp, mặt trước và mặt sau được phủ kính cường lực hiện đại bậc nhất hiện nay cho độ cứng cao. Dù là người khó tính nhất cũng bị chinh phục bởi iPhone 13."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/NewFolder/iphone-13-1.jpg"
            },
            {
                "desc": "Các tùy chọn màu sắc của iPhone 13"
            },
            {
                "desc": "Cụm camera sau có một chút thay đổi nhỏ so với iPhone 12 khi hai cảm biến được bố trí theo một đường chéo. Mặt trước vẫn sử dụng màn hình tai thỏ 6.1 inch, sử dụng tấm nền OLED, độ phân giải full HD+ đem đến không gian giải trí tuyệt vời cho người dùng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/iPhone%2013-6.jpg"
            },
            {
                "desc": "Màn hình rộng, chất lượng hiển thị tuyệt vời"
            },
            {
                "desc": "Đặc biệt phần notch tai thỏ được thu nhỏ lại giúp đem đến màn hình với không gian trải nghiệm lớn hơn. Máy được tích hợp tính năng nhận diện khuôn mặt giúp nâng cao tính bảo mật."
            },
            {
                "desc": ">> Xem thêm: So sánh iPhone 13 và iPhone 13 Pro: Điểm khác biệt giữa hai sản phẩm này là gì?"
            },
            {
                "smallTitle": "4. Pin trên iPhone 13 lâu hơn, sạc đa năng"
            },
            {
                "desc": "iPhone 13 năm nay đi kèm viên pin dung lượng lớn hơn so với iPhone 12. Sự kết hợp giữa viên pin dung lượng lớn hơn, chip Apple A15 tiết kiệm pin hơn giúp thời lượng pin tăng 2,5 giờ so với thế hệ cũ."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/NewFolder/iphone-13-2.jpg"
            },
            {
                "desc": "Thời lượng pin cao hơn 2,5 giờ so với iPhone 12"
            },
            {
                "desc": "Ngoài viên pin lớn, iPhone 13 còn được tích hợp các tính năng sạc như: sạc nhanh, sạc không dây. Máy hỗ trợ sạc nhanh 20W và sạc không dây magsafe 15W."
            },
            {
                "desc": "Kết luận: Chiếc điện thoại iPhone 13 là lựa chọn tuyệt vời nhất trong bộ tứ iPhone 13 với mức giá bán hợp lý, nhiều ưu đãi hấp dẫn độc quyền tại Viettel Store. Hiệu năng tốt nhất, camera được cải tiến cho khả năng chụp ảnh đẹp…xứng đáng là một trong những smartphone tốt nhất 2021. Nếu so với iPhone 13 Pro và iPhone 13 Pro Max. Với bản bộ nhớ iPhone 13 128GB cũng thoải mái lưu trữ dữ liệu, đáp ứng mọi nhu cầu lưu trữ của người dùng nên bạn không phải quá bận tâm rằng liệu iPhone 128 có đủ dùng không. "
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 1170 x 2532 Pixels; 6.1\"; Tần số quét\t60 Hz; Độ sáng tối đa 1200 nits; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic 6 nhân; Tốc độ CPU",
                " 3.22 GHz; Apple GPU 4 nhân"
            ],
            [
                "RAM",
                "4 GB"
            ],
            [
                "Camera sau",
                "2 camera 12 MP; Quay phim 4K 2160p@24fps, 4K 2160p@30fps, 4K 2160p@60fps, FullHD 1080p@240fps, FullHD 1080p@120fps, FullHD 1080p@30fps, FullHD 1080p@60fps, HD 720p@30fps; Đèn Flash; Ban đêm (Night Mode), Trôi nhanh thời gian (Time Lapse), Quay chậm (Slow Motion), Xóa phông, Zoom quang học, Chạm lấy nét, Toàn cảnh (Panorama), Chống rung quang học (OIS), Tự động lấy nét (AF), Nhận diện khuôn mặt, HDR, Dolby Vision HDR,  Zoom kỹ thuật số Góc rộng (Wide), Góc siêu rộng (Ultrawide)"
            ],
            [
                "Camera trước",
                "12 MP; Xóa phông, Quay video 4K, Quay video HD, Nhận diện khuôn mặt, Quay video Full HD, Tự động lấy nét (AF), HDR"
            ],
            [
                "Bộ nhớ trong",
                "128 GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM"
            ],
            [
                "Hệ điều hành",
                "iOS 15"
            ],
            [
                "Wifi",
                "Wi-Fi 802.11 a/b/g/n/ac/ax; Wi-Fi MIMO;  Wi-Fi hotspot; Dual-band (2.4 GHz/5 GHz)"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "4K 2160p@24fps, 4K 2160p@30fps, 4K 2160p@60fps, FullHD 1080p@240fps, FullHD 1080p@120fps, FullHD 1080p@30fps, FullHD 1080p@60fps, HD 720p@30fps"
            ],
            [
                "Pin",
                "3240 mAh; Li-Ion; Hỗ trợ sạc tối đa 20 W; Sạc pin nhanh, Tiết kiệm pin, Sạc không dây, Sạc ngược không dây"
            ]
        ]
    },
    {
        "title": "                               iPhone 13 mini 256GB                                                                                                                        ",
        "priceSaleOff": "20.490.000 ₫",
        "originalPrice": "23.990.000₫",
        "colors": [
            "BLUE",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1624381375.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/59076261.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1572917717.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/147413907.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/577557663.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1398543299.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1854810805.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2053173848.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/899933838.jpeg"
        ],
        "features": [
            {
                "desc": "iPhone 13 mini bé nhỏ nhưng sở hữu sức mạnh vượt trội, màn hình siêu nét, camera chụp ảnh chuyên nghiệp, thiết kế trường tồn,… Đây chính là điện thoại dành cho những người yêu thích sự nhỏ bé, dễ thương và nằm gọn trong túi quần."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-1.jpg"
            },
            {
                "desc": "iPhone 13 mini nhỏ bé, sang trọng và hiện đại"
            },
            {
                "desc": "iPhone 13 mini : Nhỏ bé, dễ thương "
            },
            {
                "desc": "Hầu hết smartphone hiện nay đều đi theo xu hướng màn hình siêu lớn, kích thước siêu to, thì Apple lại đi ngược lại khi ra mắt iPhone 13 mini. Đây mới là điện thoại di động đúng nghĩa. Máy thừa kế ngôn ngữ thiết kế sang trọng, hiện đại và đẳng cấp từ thế hệ trước. Màn hình nhỏ gọn chỉ 5.4 inch, khung viền nhôm cứng cáp được vát phẳng. Đặc biệt, hai mặt đều được phủ lớp gốm siêu cứng có khả năng chống chịu lực siêu tốt."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/NewFolder/iphone-13-3.jpg"
            },
            {
                "desc": "iPhone 13 mini nhỏ gọn trong lòng bàn tay"
            },
            {
                "desc": "Không chỉ nhỏ gọn, dễ cất trong túi, iPhone 13 mini còn sở hữu những màu sắc hot nhất gồm: Trắng, Đỏ, Xanh, Hồng và Đen. Mỗi màu sắc thể hiện cá tính riêng nhưng đều toát lên vẻ đẹp thời thượng. Đặc biệt trong đó là màu Hồng, rất phù hợp với các bạn nữ."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/NewFolder/iphone-13-1.jpg"
            },
            {
                "desc": "Các tùy chọn màu sắc của iPhone 13 mini"
            },
            {
                "desc": "Thiết kế iPhone 13 mini cũng phá cách hơn một chút với camera kép phía sau được đặt theo đường chéo. Máy được tích hợp tính năng chống nước và chống bụi IP68."
            },
            {
                "desc": "Màn hình nhỏ nhưng có võ"
            },
            {
                "desc": "iPhone 13 mini chỉ được trang bị màn hình 5.4 inch khá nhỏ bé. Tuy nhiên, chất lượng hiển thị của iPhone 13 mini có thể vượt qua mọi đối thủ trong phân khúc cao cấp với kích thước lớn hơn."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-4.jpg"
            },
            {
                "desc": "Màn hình iPhone 13 mini cho chất lượng hiển thị tuyệt vời."
            },
            {
                "desc": "Máy sử dụng tấm nền OLED, độ phân giải full HD+ và công nghệ Super Retina XDR cho hình ảnh hiển thị sống động và vô cùng sắc hét. Chưa hết, độ sáng của màn hình iPhone 13 mini còn được tăng 28% so với thế hệ trước đạt tối đa 800 nits. Khi sử dụng ngoài ánh nắng mặt trời rất dễ dàng."
            },
            {
                "desc": "Camera kép chụp ảnh siêu chất lượng"
            },
            {
                "desc": "Tuy vẫn chỉ được trang bị 2 camera kép phía sau nhưng iPhone 13 mini đã được Apple nâng cấp rất nhiều. Kích thước ống kính được tăng lên và bổ sung thêm tính năng chống rung quang học OIS."
            },
            {
                "desc": "Với những thay đổi về phần cứng, iPhone 13 mini thu được nhiều ánh sáng hơn (47%) so với thế hệ trước. Được tích hợp chế độ chụp đêm cho tất cả các ống kính giúp đem đến những bức hình vô cùng chân thực, sắc nét, chi tiết và ấn tượng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-5.jpg"
            },
            {
                "desc": "iPhone 13 mini chụp ảnh rất đẹp"
            },
            {
                "desc": "Tính năng đáng chú ý nhất trên iPhone 13 mini là chế độ Cinematic. Với chế độ này các bạn có thể thỏa sức sáng tạo và cho ra những video điện ảnh nhờ hiệu ứng làm mờ hậu cảnh và lấy tiêu điểm."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-6.jpg"
            },
            {
                "desc": "Tùy chỉnh lấy nét trong chế độ Cinematic"
            },
            {
                "desc": "Không dừng lại ở đó, iPhone 13 mini còn cho phép người dùng thay đổi được tiêu điểm lấy nét, hiệu ứng xóa phông trong và sau khi quay video. Tính năng này cũng chưa từng có trên camera chuyên nghiệp."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-7.jpg"
            },
            {
                "desc": "Ảnh chụp từ iPhone 13 mini"
            },
            {
                "desc": "Không đơn giản chụp ảnh và quay phim, iPhone 13 mini làm được nhiều điều hơn thế: chụp đêm sắc nét và nhiều chi tiết, chụp chân dung với hiệu ứng ánh sáng studio, Smart HDR4 nhận diện được 4 khuôn mặt cùng 1 khung hình, chụp góc siêu rộng,…"
            },
            {
                "desc": "Selfie nghệ thuật với camera 12MP"
            },
            {
                "desc": "iPhone 13 mini được trang bị cảm biến selfie 12MP và được tích hợp tất cả các tính năng chụp ảnh tương tự camera sau: chụp đêm, xóa phông, Smart HDR 4, Cinematic,… Nhờ các tính năng này người dùng có thể tạo ra những bức ảnh nghệ thuật đầy sáng tạo cùng bạn bè."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-8.jpg"
            },
            {
                "desc": "Ảnh chụp từ iPhone 13 mini"
            },
            {
                "desc": "Cảm biến này còn được tích hợp công nghệ TrueDepth nhận diện gương mặt giúp bảo mật tốt hơn và đem đến nhiều thuận lợi cho người sử dụng."
            },
            {
                "desc": "Thời lượng pin ấn tượng"
            },
            {
                "desc": "iPhone 13 mini có sự thay đổi vượt bậc về pin. Dung lượng pin lớn hơn kết hợp tối ưu từ hệ điều hành và vi xử lý cho thời lượng pin lâu hơn. Người dùng có thể xem video liên tục trong 17 tiếng và sử dụng thoải mái cả ngày không lo hết pin. "
            },
            {
                "desc": "Bên cạnh đó máy còn được tích hợp công nghệ sạc nhanh 20W chỉ với 30 phút sạc được 50% pin."
            },
            {
                "desc": "Hiệu năng đột phá"
            },
            {
                "desc": "Là iPhone 13 giá rẻ nhất nhưng hiệu năng của iPhone 13 mini không hề thấp chút nào. Máy được trang bị chip Apple A15 Bionic tương tự 3 bản còn lại và trở thành chiếc smartphone mạnh mẽ nhất. "
            },
            {
                "desc": "Được biết, chip A15 cho hiệu năng CPU tăng 50%, GPU tăng 30% so với các smartphone khác. Mọi thao tác, đặc biệt là chơi game đồ họa cao đều diễn ra một cách mượt mà. Thậm chí quay phim Cinematic hay chụp Smart HDR 4 cũng rất trơn tru."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20mini/iPhone-13-mini-9.jpg"
            },
            {
                "desc": "Chơi game cực mượt trên iPhone 13 mini"
            },
            {
                "desc": "Và tất nhiên không thể thiếu kết nối 5G hiện đại với tốc độ kết nối internet nhanh gấp 10 lần 4G. Bên cạnh đó, iPhone 13 mini còn được nâng cấp băng tần wifi lên wifi 6 băng tần kép giúp thu sóng tốt hơn. "
            },
            {
                "desc": "iPhone 13 mini nhỏ bé nhưng vô cùng mạnh mẽ. Một lựa chọn tuyệt vời cho các bạn thích sự nhỏ gọn, tay nhỏ."
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; Full HD+ (1080 x 2340 Pixels); 5.4\"; Tần số quét 60 Hz; Độ sáng tối đa 1200 nits; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic 6 nhân; Tốc độ CPU",
                " 3.22 GHz; Apple GPU 4 nhân"
            ],
            [
                "RAM",
                "4GB"
            ],
            [
                "Camera sau",
                "2 camera 12 MP; Quay phim 4K 2160p@24fps; 4K 2160p@30fps; 4K 2160p@60fps; FullHD 1080p@240fps; FullHD 1080p@120fps; FullHD 1080p@30fps; FullHD 1080p@60fps; HD 720p@30fps; Đèn Flash; Ban đêm (Night Mode); Trôi nhanh thời gian (Time Lapse); Quay chậm (Slow Motion); Xóa phông; Zoom quang học; Chạm lấy nét; Toàn cảnh (Panorama); Chống rung quang học (OIS); Tự động lấy nét (AF); Nhận diện khuôn mặt; HDR; Dolby Vision HDR; Zoom kỹ thuật số Góc rộng (Wide); Góc siêu rộng (Ultrawide)"
            ],
            [
                "Camera trước",
                "12 MP; Xóa phông; Quay video 4K; Quay video HD; Nhận diện khuôn mặt; Quay video Full HD; Tự động lấy nét (AF); HDR"
            ],
            [
                "Bộ nhớ trong",
                "256GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM"
            ],
            [
                "Hệ điều hành",
                "iOS 15"
            ],
            [
                "Wifi",
                "Dual-band (2.4 GHz/5 GHz); Wi-Fi 802.11 a/b/g/n/ac/ax; Wi-Fi MIMO; Wi-Fi hotspot"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "4K 2160p@24fps; 4K 2160p@30fps; 4K 2160p@60fps; FullHD 1080p@240fps; FullHD 1080p@120fps; FullHD 1080p@30fps; FullHD 1080p@60fps; HD 720p@30fps"
            ],
            [
                "Pin",
                "2438 mAh; Li-Ion; Hỗ trợ sạc tối đa 20 W; Sạc không dây; Sạc không dây MagSafe; Tiết kiệm pin; Sạc pin nhanh"
            ]
        ]
    },
    {
        "title": "                               iPhone 13 Pro 1TB                                                                                                                        ",
        "priceSaleOff": "30.590.000 ₫",
        "originalPrice": "",
        "colors": [
            "GRAPHITE",
            "SIERRA BLUE",
            "GOLD",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/927751743.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1680862672.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1827046558.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1280857216.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1934014042.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/576131977.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/83803589.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1945009683.jpeg"
        ],
        "features": [
            {
                "title": "Phiên bản iPhone 13 Pro 1TB ra mắt ngày 17/09/2021 tại Mỹ. iPhone 13 Pro gồm các phiên bản dung lượng bộ nhớ 128B, 256GB, 512GB và 1TB. Trong đó iPhone 13 Pro 1TB là phiên bản dung lượng cao nhất."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iphone-13-pro-1.jpg"
            },
            {
                "desc": "iPhone 13 Pro 1TB và các tùy chọn về màu sắc "
            },
            {
                "desc": "iPhone 13 Pro 1TB là gì?"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iphone-13-pro-2.jpg"
            },
            {
                "desc": "iPhone 13 Pro mang đến tùy chọn dung lượng bộ nhớ trong 1TB"
            },
            {
                "desc": "Khác với iPhone 12 Pro hay các phiên bản iPhone 13, iPhone 13 Pro và 13 Pro Max được Apple ra mắt năm 2021 bổ sung thêm 1 phiên bản dung lượng bộ nhớ là iPhone 13 Pro 1TB với dung lượng bộ nhớ trong ROM 1TB = 1000GB hoặc 1000000MB. Đây là mức dung lượng bộ nhớ trong lớn nhất từng có mặt trên iPhone của Apple.  Không chỉ sở hữu mức dung lượng 1TB cực lớn, iPhone 13 Pro còn trang bị loại ổ flash có tốc độ đọc siêu nhanh.Khác với iPhone 12 Pro hay các phiên bản iPhone 13, iPhone 13 Pro và 13 Pro Max được Apple ra mắt năm 2021 bổ sung thêm 1 phiên bản dung lượng bộ nhớ là  với dung lượng bộ nhớ trong ROM 1TB = 1000GB hoặc 1000000MB. Đây là mức dung lượng bộ nhớ trong lớn nhất từng có mặt trên iPhone của Apple.  Không chỉ sở hữu mức dung lượng 1TB cực lớn, iPhone 13 Pro còn trang bị loại ổ flash có tốc độ đọc siêu nhanh."
            },
            {
                "smallTitle": "Đánh giá chi tiết iPhone 13 Pro 1TB"
            },
            {
                "desc": "iPhone 13 Pro là một chiếc điện thoại sở hữu tính năng cao cấp bậc nhất, khó tìm được đối thủ trong nhiều mặt. Dưới đây là một số đánh giá chi tiết thiết bị."
            },
            {
                "desc": "1. Đánh giá sức mạnh iPhone 13 Pro 1TB"
            },
            {
                "desc": "Đánh giá sức mạnh cấu hình iPhone 13 Pro trước tiên phải kể đến trang bị chip cấu hình Apple A15 Bionic, cho khả năng xử lý CPU gia tăng 40% và sức mạnh đồ họa nhảy vọt đến 80% so với thế hệ chipset tiền nhiệm"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iPhone-13-Pro-1TB-2.jpg"
            },
            {
                "desc": "iPhone 13 Pro trang bị chip cấu hình Apple A15 Bionic"
            },
            {
                "desc": "Đi kèm với đó là dung lượng bộ nhớ RAM 6GB và các tùy chọn bộ nhớ trong ROM 1TB, 512GB, 256GB và nhỏ nhất là 128GB. iPhone 13 Pro vẫn hỗ trợ kết nối mạng 5G có tốc độ kết nối và truyền tải cực nhanh, ổn định."
            },
            {
                "desc": "Trong thử nghiệm đánh giá điểm Geekbench 5, điểm hiệu năng đơn nhân và đa nhân trên chip xử lý A15 Bionic lần lượt gấp 1.55 lần và 1.4 lần so với chip Snapdragon 888 trên Samsung Galaxy S21 Plus."
            },
            {
                "desc": "2. Màn hình 6.1 inch, tần số quét nâng cấp 120Hz"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-256GB-3.jpg"
            },
            {
                "desc": "iPhone 13 Pro màn hình 6.1 inch OLED với tần số quét 120Hz"
            },
            {
                "desc": "Màn hình iPhone 13 Pro 1TB có kích thước đạt  6.1 inch, sử dụng tấm nền OLED với tần số quét 120Hz, tần số đáp ứng 10 - 120Hz. DisplayMate đã đánh giá iPhone 13 Pro là điện thoại có màn hình xuất sắc nhất hiện nay. So với iPhone 12 Pro, màn hình iPhone 13 Pro có độ sáng cao hơn, đạt 1024 nits, cho phép thoải mái sử dụng khi ngoài trời. "
            },
            {
                "desc": "3. Trang bị 3 camera sau 12MP tốt nhất của Apple"
            },
            {
                "desc": "iPhone 13 Pro tích hợp cụm 3 camera sau có cùng độ phân giải 12MP và sử dụng cảm biến do Sony cung cấp. Hệ thống gồm có một camera tele tiêu cự 77mm và zoom quang 3x, một camera chính khẩu độ f/1.5 giúp thu được nhiều ảnh sáng hơn và cảm biến góc siêu rộng 12MP 120 độ, có khả năng lấy nét tự động cho chất lượng ảnh tốt hơn. Mặt trước máy là camera 12MP chụp selfie, hỗ trợ tính năng chụp ban đêm sắc nét."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iphone-13-pro-3.jpg"
            },
            {
                "desc": "iPhone 13 Pro tích hợp cụm 3 camera sau có cùng độ phân giải 12MP"
            },
            {
                "desc": "Camera iPhone 13 Pro có gì mới so với iPhone 12 Pro không chỉ ở kích thước cảm biến lớn hơn mà còn ở nhà năng chụp ảnh sống động, chi tiết, độ nét, chiều sâu và tương phản vượt trội hơn. "
            },
            {
                "desc": "iPhone 13 Pro sở hữu cảm biến lớn, chống rung cảm biến cao cấp và đi kèm là chế độ chụp macro ấn tượng. Về khả năng quay video, iPhone 13 Pro hỗ trợ chế độ Dolby Vision HDR cho chất lượng video lên tới 4K, tốc độ khung hình 60FPS, hỗ trợ định dạng ProRes cho phép chỉnh sửa video chuyên nghiệp."
            },
            {
                "desc": "4. Thời lượng pin được nâng cấp đáng kể"
            },
            {
                "desc": "So sánh thông số pin iPhone 13 Pro và iPhone 12 Pro có thể thấy iPhone 13 Pro với viên pin dung lượng 3.095 mAh kết hợp chip xử lý A15 Bionic giúp kéo dài thời lượng pin đáng kể. Cụ thể iPhone 13 Pro có thời lượng sử dụng lâu hơn 1.5 giờ so với iPhone 12 Pro."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iPhone-13-Pro-1TB-5.jpg"
            },
            {
                "desc": "iPhone 13 Pro sở hữu viên pin dung lượng 3.095 mAh"
            },
            {
                "desc": "Trong bài thử nghiệm thực tế, iPhone 13 Pro còn có thời gian sử dụng tới 11 giờ 42 phút lâu hơn gần 3 giờ so với iPhone 12 Pro (9 giờ 6 phút) và vượt trội hơn khoảng 2 giờ so với Galaxy S21 Plus (9 giờ 41 phút). Ngoài nâng cấp về thời lượng pin, iPhone 13 Pro vẫn tiếp tục hỗ trợ sạc nhanh 20W tương tự iPhone 12 Pro."
            },
            {
                "desc": "5. Đánh giá thiết kế iPhone 13 Pro"
            },
            {
                "desc": "Đánh giá về phong cách thiết kế của iPhone 13 Pro 1TB thì không có quá nhiều điểm khác biệt so với iPhone 12 Pro. Máy vẫn giữ nguyên phong cách thiết kế cạnh phẳng và 2 mặt kính cường lực cao cấp. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iPhone-13-Pro-1TB-6.jpg"
            },
            {
                "desc": "iPhone 13 Pro có thiết kế cụm camera sau lớn hơn"
            },
            {
                "desc": "Hai điểm khác biệt lớn nhất giữa iPhone 13 Pro và iPhone 12 Pro đến từ cụm camera sau có kích thước lớn hơn và phần notch tai thỏ được thu gọn lại khoảng 20%, cho không gian hiển thị màn hình rộng rãi hơn. "
            },
            {
                "desc": "iPhone 13 Pro sử dụng khung thép không gỉ tăng độ bền bỉ nhưng cũng khiến máy cầm nặng tay hơn một chút. Máy đạt chuẩn chống nước và bụi bẩn IP68 cao cấp. "
            },
            {
                "desc": "Như vậy, trên đây là những đánh giá tổng quan, giúp người độc giải đáp một số thắc mắc liên quan đến iPhone 13 Pro 1TB. Chiếc điện thoại với dung lượng bộ nhớ cực lớn này sẽ là lựa chọn lý tưởng cho người dùng thường xuyên sử dụng điện thoại để quay video, chụp ảnh, với nhu cầu lưu trữ lớn, có thể sử dụng đến 5 năm mà không lo hết dung lượng. "
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 1170 x 2532 Pixels; 6.1\"; Tần số quét 120 Hz; Độ sáng tối đa 1200 nits; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic 6 nhân; Tốc độ CPU",
                " 3.22 GHz; Apple GPU 5 nhân"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "3 camera 12 MP; Quay phim 4K 2160p@24fps, 4K 2160p@30fps, 4K 2160p@60fps, FullHD 1080p@240fps, FullHD 1080p@120fps, FullHD 1080p@30fp,s FullHD 1080p@60fps, HD 720p@30fps; Ban đêm (Night Mode), Trôi nhanh thời gian (Time Lapse), Quay chậm (Slow Motion), Xóa phông, Zoom quang học, Chạm lấy nét, Toàn cảnh (Panorama), Chống rung quang học (OIS), Tự động lấy nét (AF), Nhận diện khuôn mặt, HDR, Ảnh Raw, Dolby Vision HDR, Zoom kỹ thuật số, Góc rộng (Wide), Siêu cận (Macro), Góc siêu rộng (Ultrawide);"
            ],
            [
                "Camera trước",
                "12 MP; Xóa phông, Quay video 4K, Quay video HD, Nhận diện khuôn mặt, Quay video Full HD, Tự động lấy nét (AF), HDR"
            ],
            [
                "Bộ nhớ trong",
                "1 TB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM"
            ],
            [
                "Hệ điều hành",
                "iOS 15"
            ],
            [
                "Wifi",
                "Dual-band (2.4 GHz/5 GHz), Wi-Fi 802.11 a/b/g/n/ac/ax, Wi-Fi MIMO, Wi-Fi hotspot"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "4K 2160p@24fps, 4K 2160p@30fps, 4K 2160p@60fps, FullHD 1080p@240fps, FullHD 1080p@120fps, FullHD 1080p@30fp,s FullHD 1080p@60fps, HD 720p@30fps"
            ],
            [
                "Pin",
                "3095 mAh; Li-Ion; Hỗ trợ sạc tối đa 20 W; Sạc pin nhanh, Tiết kiệm pin, Sạc không dây, Sạc ngược không dây"
            ]
        ]
    },
    {
        "title": "                               iPhone 13 Pro 128GB                                                                                                                        ",
        "priceSaleOff": "Tạm hết hàng",
        "originalPrice": "",
        "colors": [
            "ALPINE GREEN",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2126107868.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/418639279.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1977452088.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2126915595.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1655769445.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1625779019.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1258600086.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1356073480.jpeg"
        ],
        "features": [
            {
                "title": "iPhone 13 Pro đem đến trải nghiệm thần tốc trên mọi khía cạnh. Người dùng sẽ được tận hưởng màn hình ProMotion 120Hz đỉnh cao, hiệu năng siêu mạnh mẽ A15 Bionic bỏ xa đối thủ, camera chụp ảnh tuyệt đẹp và pin lâu hơn."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iphone-13-pro-1.jpg"
            },
            {
                "desc": "iPhone 13 Pro và các tùy chọn về màu sắc"
            },
            {
                "desc": "Điều đầu tiên và dễ nhận thấy nhất trên iPhone 13 Pro khác với iPhone 12 Pro đó chính là việc năm nay, iPhone 13 Pro đã có thêm bản iPhone 13 Pro 1TB. iPhone 13 Pro 128GB liệu có đáp ứng nhu cầu lưu trữ của người dùng không?. Có nên mua iPhone 13 Pro thời điểm này không?. Dưới đây là đánh giá chi tiết về iPhone 13 Pro, hãy cùng đánh giá mọi người nhé."
            },
            {
                "smallTitle": "1. iPhone 13 Pro đẳng cấp và thời thượng"
            },
            {
                "desc": "Mọi chi tiết trên iPhone 13 Pro đều toát lên một vẻ đẹp hoàn hảo. Tuy thiết kế không phá cách như iPhone 12 series nhưng iPhone 13 Pro vẫn thu hút được mọi ánh nhìn. Khung viền được hoàn thiện từ thép không gỉ rất cứng cáp, màn hình và mặt lưng đều được bảo vệ bởi chất liệu Ceramic Shield siêu ứng. Vẻ đẹp của iPhone 13 trường tồn với thời gian."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iphone-13-pro-2.jpg"
            },
            {
                "desc": "iPhone 13 Pro màu Bạc"
            },
            {
                "desc": "Không chỉ đẹp, iPhone 13 còn có 4 tùy chọn màu sắc rất thời thường gồm: Vàng, Đen nhám, Trắng và Xanh dương. Máy cũng được tích hợp công nghệ chống nước IP68 giúp giảm tác hại khi dính nước trong quá trình sử dụng."
            },
            {
                "smallTitle": "2. Camera thách thức mọi điều kiện"
            },
            {
                "desc": "Lần đầu tiên Apple nâng cấp camera nhiều đến vậy. iPhone 13 Pro được trang bị 3 ống kính phía sau tương tựa iPhone 12 Pro nhưng được nâng cấp rất nhiều về phần cứng và phần mềm. Qua đó đem đến những hình ảnh, video tuyệt vời nhất."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iphone-13-pro-3.jpg"
            },
            {
                "desc": "Hệ thống camera sau trên iPhone 13 Pro"
            },
            {
                "desc": "Camera chính iPhone 13 có khẩu độ f/1.5 lớn nhất hiện nay thu được nhiều ánh sáng hơn. Camera góc siêu rộng khẩu độ f/1.8 lấy nét từng điểm ảnh và cảm biến nhanh hơn. Cuối cùng là camera tele với khả năng chụp zoom 3X đẳng cấp. Trước đó iPhone 12 Pro Max cũng chỉ được trang bị cảm biến tele zoom 2.5X."
            },
            {
                "desc": "2.1. Quay video và chụp ảnh cận cảnh"
            },
            {
                "desc": "Lần đầu tiên iPhone 13 Pro được tích hợp tính năng chụp cận cảnh. Với tính năng này người dùng có thể chụp được những vật thể siêu nhỏ và lấy nét cực tốt trong khoảng cách 2cm và tái hiện chúng một cách sắc nét."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-4.jpg"
            },
            {
                "desc": "Ảnh chụp cận cảnh từ iPhone 13 Pro"
            },
            {
                "desc": "Ngoài chụp ảnh, máy còn quay được video cận cảnh. Chưa hết, Apple còn tích hợp thêm các tính năng như: tua nhanh, quay chậm,… cho phép người dùng tạo ra những thước phim độc đáo."
            },
            {
                "desc": "2.2. Chụp xuyên màn đêm"
            },
            {
                "desc": "iPhone 13 xứng đáng là chuyên gia chụp ảnh về đêm. Nhờ khẩu độ được tăng lên kết hợp máy quét LiDAR và chế độ chụp đêm, iPhone 13 Pro chụp được những bức hình thiếu sáng vô cùng ấn tượng, đặc biệt khi chụp chân dung."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-5.jpg"
            },
            {
                "desc": "Một bức hình chụp trong bóng tối"
            },
            {
                "desc": "Lượng ánh sáng thu được từ camera chính nhiều hơn 2,2 lần, camera góc siêu rộng nhiều hơn 92% so với thế hệ trước. Và đặc biệt chế độ đêm đã được tích hợp cho tất cả các cảm biến trên iPhone 13 Pro. Nhờ vậy, màu sắc có độ chính xác cao, ảnh nhiều chi tiết và sắc trong mọi điều kiện ánh sáng."
            },
            {
                "desc": "2.3. Chụp Zoom 3X và nhiều hơn thế"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-6.jpg"
            },
            {
                "desc": "Ảnh chụp zoom từ iPhone 13 Pro"
            },
            {
                "desc": "Với cảm biến tele, iPhone 13 Pro có thể chụp zoom quang học 3X đem đến những bức ảnh, video phóng to không bị giảm chất lượng. Hiệu ứng xóa phông rất mượt mà, tách biệt rõ ràng giữa chủ thể và phông nền trong ảnh chân dung. Thêm vào đó là các hiệu ứng ánh sáng đạt tiêu chuẩn studio."
            },
            {
                "desc": "2.4. Cinematic Mode"
            },
            {
                "desc": "Chế độ quay phim điện ảnh lần đầu tiên xuất hiện trên điện thoại. iPhone 13 Pro cho phép người dùng quay được những video xóa phông, lấy nét siêu mượt trong từng khung hình giống như các thước phim điện ảnh. "
            },
            {
                "desc": "Chế độ Cinematic được tích hợp cho cả 3 camera sau và camera trước. Đặc biệt chế độ này tương thích với cả hình ảnh Dolby Vision HDR, cho phép người dùng tùy chỉnh tiêu điểm và phông nền."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-7.jpg"
            },
            {
                "desc": "Tùy chỉnh tiêu điểm trong video"
            },
            {
                "desc": "Và rất nhiều tính năng cao cấp khác hỗ trợ chụp ảnh và quay video như:"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-8.jpg"
            },
            {
                "desc": "Chụp ảnh selfie sắc nét"
            },
            {
                "desc": "Ngoài hệ thống camera sau ấn tượng, iPhone 13 Pro còn được trang bị camera trước 12MP hỗ trợ tất cả các tính năng của camera sau: Smart HDR 4, chụp đêm, quay video 4K HDR Dolby Vision, Cinematic, ProRes,… Bên cạnh đó, camera trước còn được tích hợp công nghệ TrueDepth giúp nhận diện khuôn mặt một cách chính xác."
            },
            {
                "smallTitle": "3. Màn hình ProMotion siêu mượt"
            },
            {
                "desc": "Lần đầu tiên Apple áp dụng công nghệ ProMotion cho iPhone. iPhone 13 Pro là một trong hai thiết bị được ưu ái cùng iPhone 13 và iPhone 13 Pro Max. Với tần số quét 120Hz tự động tùy chỉnh kết hợp màn hình 6.1 inch full HD và tấm nền OLED đem đến những trải nghiệm mượt chưa từng có."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-9.jpg"
            },
            {
                "desc": "Màn hình 120Hz siêu mượt"
            },
            {
                "desc": "Tần số quét tự động tăng lên khi chơi game đồ họa cao và tự động giảm xuống  thấp khi thực hiện các tác vụ thông thường nhằm tiết kiệm điện năng. Đây cũng chính là điểm khác biệt lớn về trải nghiệm so với phiên bản tiền nhiệm."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-10.jpg"
            },
            {
                "desc": ""
            },
            {
                "desc": "Chưa hết, màn hình iPhone 13 Pro còn cho độ sáng tối đa 1200 nits, hiển thị được nội dung HDR sắc nét, sống động, màu đen sâu. Đặc biệt phần notch tai thỏ được thu nhỏ 20% giúp tăng không gian hiển thị cho màn hình."
            },
            {
                "smallTitle": "4. Smartphone mạnh nhất thế giới"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-11.jpg"
            },
            {
                "desc": "Chơi game mượt với iPhone 13 Pro"
            },
            {
                "desc": "Cung cấp sức mạnh cho iPhone 13 Pro là chip Apple A15 Bionic mạnh mẽ nhất hiện nay với tốc độ CPU tăng 50%, GPU tăng 30% so với các đối thủ trên thị trường hiện nay. Đi kèm với chip Apple A15 Bionic là RAM 6GB và bộ nhớ trong 128GB / 256GB / 512GB / 1TB cho tốc độ xử lý siêu nhanh. Từ lướt web, check mail, quay video,… đến chơi các tự game đồ họa cao đều mượt mà và trơn tru."
            },
            {
                "smallTitle": "5. Thời lượng pin đột phá"
            },
            {
                "desc": "Với tất cả những gì được trang bị, iPhone 13 Pro cho phép người dùng xem video liên tục trong 22 giờ, thời lượng pin cao hơn iPhone 12 Pro 1,5 giờ. Đây là cải thiện rất lớn về pin của Apple trong nhiều năm qua."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-12.jpg"
            },
            {
                "desc": "Pin lâu hơn, sạc nhanh hơn"
            },
            {
                "desc": "Bên cạnh pin lâu hơn, iPhone 13 Pro còn được tích hợp công nghệ sạc nhanh 20W cho phép sạc được 50% pin chỉ trong 30 phút."
            },
            {
                "desc": "Kết luận: iPhone 13 Pro không chỉ đẹp, tốc độ siêu nhanh, chụp ảnh siêu nét mà còn được hỗ trợ 5G với tốc độ kết nối internet ấn tượng. Người dùng có thể thỏa sức chiến game, xem phim online không cần wifi một cách mượt mà."
            },
            {
                "desc": "Còn về khả năng lưu trữ, nếu bạn là một người có sở thích chụp ảnh, quay video thì theo mình nghĩ iPhone 13 Pro 256GB sẽ giúp bạn có thể thoải mái lưu trữ những gì bạn muốn trên chiếc điện thoại của mình. Tuy nhiên, iPhone 13 Pro 128GB cũng dư sức đáp ứng nhu cầu sử dụng ở mức độ cao của người dùng rồi."
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 1170 x 2532 Pixels; 6.1\"; Tần số quét\t120 Hz; Độ sáng tối đa 1200 nits; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic 6 nhân; Tốc độ CPU",
                " 3.22 GHz; Apple GPU 5 nhân"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "3 camera 12 MP; Quay phim 4K 2160p@24fps, 4K 2160p@30fps, 4K 2160p@60fps, FullHD 1080p@240fps, FullHD 1080p@120fps, FullHD 1080p@30fp,s FullHD 1080p@60fps, HD 720p@30fps; Ban đêm (Night Mode), Trôi nhanh thời gian (Time Lapse), Quay chậm (Slow Motion), Xóa phông, Zoom quang học, Chạm lấy nét, Toàn cảnh (Panorama), Chống rung quang học (OIS), Tự động lấy nét (AF), Nhận diện khuôn mặt, HDR, Ảnh Raw, Dolby Vision HDR,  Zoom kỹ thuật số, Góc rộng (Wide), Siêu cận (Macro), Góc siêu rộng (Ultrawide);"
            ],
            [
                "Camera trước",
                "12 MP; Xóa phông, Quay video 4K, Quay video HD, Nhận diện khuôn mặt, Quay video Full HD, Tự động lấy nét (AF), HDR"
            ],
            [
                "Bộ nhớ trong",
                "128 GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM"
            ],
            [
                "Hệ điều hành",
                "iOS 15"
            ],
            [
                "Wifi",
                "Dual-band (2.4 GHz/5 GHz), Wi-Fi 802.11 a/b/g/n/ac/ax, Wi-Fi MIMO, Wi-Fi hotspot"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "4K 2160p@24fps, 4K 2160p@30fps, 4K 2160p@60fps, FullHD 1080p@240fps, FullHD 1080p@120fps, FullHD 1080p@30fp,s FullHD 1080p@60fps, HD 720p@30fps; "
            ],
            [
                "Pin",
                " 3095 mAh; Li-Ion; Hỗ trợ sạc tối đa 20 W; Sạc pin nhanh, Tiết kiệm pin, Sạc không dây, Sạc ngược không dây"
            ]
        ]
    },
    {
        "title": "                               iPhone 13 256GB                                                                                                                        ",
        "priceSaleOff": "23.490.000 ₫",
        "originalPrice": "24.990.000₫",
        "colors": [
            "RED",
            "BLUE",
            "MIDNIGHT",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1681971504.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1931234010.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1657054481.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/213640132.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/236070334.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1143996409.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/980473476.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1768963728.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/951381338.jpeg"
        ],
        "features": [
            {
                "desc": "iPhone 13 256GB, một trong những siêu phẩm mới của \"nhà Táo\" sẽ đem đến trải nghiệm thú vị cho người dùng. Với màu sắc mới, camera nhiều thay đổi, vi xử lý A15 Bionic mạnh mẽ hơn, pin lâu hơn,… là những gì iPhone 13 sở hữu và chinh phục được những vị khách khó tính nhất."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/NewFolder/iphone-13-3.jpg"
            },
            {
                "desc": "iPhone 13 phiên bản màu Xanh"
            },
            {
                "desc": "iPhone 13 nhanh như chớp"
            },
            {
                "desc": "Năm nay Apple trang bị cho iPhone 13 con chip hoàn toàn mới A15 Bionic. Chip này được xây dựng trên tiến trình 5nm+, sử dụng 15 tỷ bóng bán dẫn cho hiệu năng vượt trội không có bất kỳ smartphone hiện tại nào sánh kịp."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/iPhone%2013-2.jpg"
            },
            {
                "desc": "iPhone 13 chạy chip Apple A15 Bionic cho hiệu suất CPU tăng 50%, GPU tăng 30%"
            },
            {
                "desc": "Năm nay iPhone 13 không còn tùy chọn 64GB nữa mà thay vào đó là dung lượng 128GB là tối thiểu. Với các dụng lượng bộ nhớ 128GB/256GB/512GB người dùng có thể thả ga lưu trữ dữ liệu, video, hình ảnh, game,… mà không phải lo bộ nhớ nhanh bị đầy."
            },
            {
                "desc": "Bên cạnh đó máy còn được hỗ trợ 5G với tốc độ kết nối nhanh chóng. Nhờ vậy người dùng có thể thỏa sức xem phim, chiến game online mà không phải lo lắng khi không có wifi."
            },
            {
                "desc": "Hệ thống camera kép tiên tiến nhất hiện nay"
            },
            {
                "desc": "iPhone 13 tiếp tục được trang bị hệ thống camera kép phía sau gồm: cảm biến chính 12MP và cảm biến góc siêu rộng 12MP. Apple đã thay đổi thiết kế khi xoay cụm camera đi 45 độ nhằm phù hợp với những thay đổi trong phần cứng. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/iPhone%2013-3.jpg"
            },
            {
                "desc": "Camera sau trên iPhone 13"
            },
            {
                "desc": "Camera góc siêu rộng nhạy bén hơn, camera chính được tích hợp chống rung quang học thay đổi cảm biến giúp hình ảnh ổn định hơn khi chụp. Cả ha ống kính đều được tăng kích thước giúp thu được ánh sáng nhiều hơn 47% so với iPhone 12. "
            },
            {
                "desc": "Chưa dừng lại ở đó, iPhone 13 còn được Apple tích hợp thêm nhiều tính năng mới như: chế độ chụp chân dung (Portrait Mode), quay video Cinematic mode, quay video 4K, chụp góc siêu rộng,…"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/iPhone%2013-4.jpg"
            },
            {
                "desc": "iPhone 13 cho phép tùy chỉnh tiêu điểm trong chế độ Cinematic"
            },
            {
                "desc": "Đặc biệt nhất trong đó phải kể đến chế độ Cinematic. Đây là kỹ thuật được sử dụng trong các bộ phim truyền hình với khả năng tự động chuyển đổi tiêu điểm và tạo hiệu ứng mờ. Với chế độ này người dùng dễ dàng quay được những video ấn tượng giống các bộ phim Hollywood. Bên cạnh đó iPhone 13 còn cho phép người dùng tùy chỉnh tiêu điểm, làm mờ phông nền. Đây là tính năng rất thông minh ngay cả máy ảnh chuyên nghiệp cũng không có."
            },
            {
                "desc": "Camera selfie có độ phân giải 12MP hội tụ đầy đủ các tính năng của camera sau đem đến những hình ảnh tuyệt đẹp, gọi video sắc nét."
            },
            {
                "desc": "Thiết kế sang trọng và đẳng cấp"
            },
            {
                "desc": "iPhone 13 tiếp tục kế thừa phong cách thiết kế tối giản nhưng vô cùng sang trọng và hiện đại. Phần khung được hoàn thiện từ chất liệu nhôm cao cấp, mặt trước và mặt sau được phủ kính cường lực hiện đại bậc nhất hiện nay cho độ cứng cao. Dù là người khó tính nhất cũng bị chinh phục bởi iPhone 13."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/NewFolder/iphone-13-1.jpg"
            },
            {
                "desc": "Các tùy chọn màu sắc của iPhone 13"
            },
            {
                "desc": "Cụm camera sau có một chút thay đổi nhỏ so với iPhone 12 khi hai cảm biến được bố trí theo một đường chéo. Mặt trước vẫn sử dụng màn hình tai thỏ 6.1 inch, sử dụng tấm nền OLED, độ phân giải full HD+ đem đến không gian giải trí tuyệt vời cho người dùng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/iPhone%2013-6.jpg"
            },
            {
                "desc": "Màn hình rộng, chất lượng hiển thị tuyệt vời"
            },
            {
                "desc": "Đặc biệt phần notch tai thỏ được thu nhỏ lại giúp đem đến màn hình với không gian trải nghiệm lớn hơn. Máy được tích hợp tính năng nhận diện khuôn mặt giúp nâng cao tính bảo mật. "
            },
            {
                "desc": "Pin lâu hơn, sạc đa năng"
            },
            {
                "desc": "iPhone 13 năm nay đi kèm viên pin dung lượng lớn hơn so với iPhone 12. Sự kết hợp giữa viên pin dung lượng lớn hơn, chip Apple A15 tiết kiệm pin hơn giúp thời lượng pin tăng 2,5 giờ so với thế hệ cũ. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013/NewFolder/iphone-13-2.jpg"
            },
            {
                "desc": "Thời lượng pin cao hơn 2,5 giờ so với iPhone 12"
            },
            {
                "desc": "Ngoài viên pin lớn, iPhone 13 còn được tích hợp các tính năng sạc như: sạc nhanh, sạc không dây. Máy hỗ trợ sạc nhanh 20W và sạc không dây magsafe 15W."
            },
            {
                "desc": "Nếu bạn lo sợ iPhone 13 128GB không đủ dùng thì iPhone 13 256GB chính là sự lựa chọn hợp lý nhất, đặc biệt là khi chúng ta so sánh mức giá với iPhone 13 Pro và iPhone 13 Pro Max. iPhone 13 256GB với mức giá hợp lý, hiệu năng mạnh mẽ, camera chụp cảnh đẹp cùng khả năng lưu trữ tốt, có thể đáp ứng mọi nhu cầu lưu trữ của người dùng. Thoải mái chụp ảnh, quay video, tải game, tải ứng dụng về điện thoại mà không lo sợ đầy bộ nhớ."
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 1170 x 2532 Pixels; 6.1\"; Tần số quét 60 Hz; Độ sáng tối đa 1200 nits; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic 6 nhân; Tốc độ CPU",
                " 3.22 GHz; Apple GPU 4 nhân"
            ],
            [
                "RAM",
                "4GB"
            ],
            [
                "Camera sau",
                "2 camera 12 MP; Quay phim 4K 2160p@24fps, 4K 2160p@30fps, 4K 2160p@60fps, FullHD 1080p@240fps, FullHD 1080p@120fps, FullHD 1080p@30fps, FullHD 1080p@60fps, HD 720p@30fps; Đèn Flash; Ban đêm (Night Mode), Trôi nhanh thời gian (Time Lapse), Quay chậm (Slow Motion), Xóa phông, Zoom quang học, Chạm lấy nét, Toàn cảnh (Panorama), Chống rung quang học (OIS), Tự động lấy nét (AF), Nhận diện khuôn mặt, HDR, Dolby Vision HDR, Zoom kỹ thuật số Góc rộng (Wide), Góc siêu rộng (Ultrawide)"
            ],
            [
                "Camera trước",
                "12 MP; Xóa phông, Quay video 4K, Quay video HD, Nhận diện khuôn mặt, Quay video Full HD, Tự động lấy nét (AF), HDR"
            ],
            [
                "Bộ nhớ trong",
                "256GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM"
            ],
            [
                "Hệ điều hành",
                "iOS 15"
            ],
            [
                "Wifi",
                "Wi-Fi 802.11 a/b/g/n/ac/ax; Wi-Fi MIMO; Wi-Fi hotspot; Dual-band (2.4 GHz/5 GHz)"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "4K 2160p@24fps, 4K 2160p@30fps, 4K 2160p@60fps, FullHD 1080p@240fps, FullHD 1080p@120fps, FullHD 1080p@30fps, FullHD 1080p@60fps, HD 720p@30fps"
            ],
            [
                "Pin",
                "3240 mAh; Li-Ion; Hỗ trợ sạc tối đa 20 W; Sạc pin nhanh, Tiết kiệm pin, Sạc không dây, Sạc ngược không dây"
            ]
        ]
    },
    {
        "title": "                               iPhone 13 Pro Max 512GB                                                                                                                        ",
        "priceSaleOff": "Tạm hết hàng",
        "originalPrice": "",
        "colors": [
            "SIERRA BLUE",
            "ALPINE GREEN",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/107737717.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/546920799.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1101086102.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1618970029.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1710720798.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/948582285.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1980851104.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2097312678.jpeg"
        ],
        "features": [
            {
                "title": "Siêu phẩm được mong chờ nhất 2021 – iPhone 13 Pro Max đã chính thức xuất hiện. Ngoại hình không có nhiều đột phá nhưng bên trong là sức mạnh vô địch. Màn hình siêu lớn 6.7 inch hỗ trợ tần số quét 120Hz, chip Apple A15 Bionic hạ gục mọi đối thủ, vượt qua mọi thách thức."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iphone-13-pro-max-2.jpg"
            },
            {
                "desc": "Các tùy chọn màu sắc của iPhone 13 Pro Max"
            },
            {
                "smallTitle": "Màn hình iPhone 13 Pro Max siêu mượt"
            },
            {
                "desc": "iPhone 13 Pro Max tiếp tục được trang bị màn hình 6.7 inch, độ phân giải full HD+, sử dụng tấm nền OLED và công nghệ Super Retina XDR tương tự phiên bản tiền nhiệm. Điểm ấn tượng nhất trên màn hình iPhone 13 Pro Max là công nghệ ProMotion. Sau bao chờ đợi cuối cùng Apple đã trang bị màn hình tần số quét 120Hz cho iPhone. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-12.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max hỗ trợ màn hình thích ứng 120Hz"
            },
            {
                "desc": "Với màn hình tần số quét 120Hz đem đến trải nghiệm tuyệt vời trên từng ngón tay. Mọi thao tác, hình ảnh có sự chuyển đổi cực mướt tạo ra hiệu ứng về thị giác rất tốt, đặc biệt khi xem phim hoặc chơi game."
            },
            {
                "desc": "Chưa hết, công nghệ ProMotion có thể tự động thay đổi tần số quét từ 10Hz đến 120Hz dựa vào ứng dụng và nhu cầu sử dụng của người dùng. Qua đó tiết kiệm pin hơn."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iphone-13-pro-max-3.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max được bảo vệ bởi kính cường lực Ceramic Shield cao cấp, cứng nhất trong các loại kính cường lực"
            },
            {
                "desc": "Màn hình iPhone 13 Pro Max có độ sáng tối đa lên tới 1200 nits cho phép người dùng sử dụng dễ dàng ngoài trời nắng, màu sắc trung thực đến kinh ngạc, độ tương phản ấn tượng: màu đen sâu, màu trắng sáng."
            },
            {
                "smallTitle": "Sức mạnh vượt trội "
            },
            {
                "desc": "Apple trang bị cho iPhone 13 Pro Max bộ vi xử lý Apple A15 Bionic siêu mạnh mẽ. Chip A15 Bionic được sản xuất dựa trên tiền trình 5nm+ với 15 tỷ bóng bán dẫn nhiều hơn chip A14 Bionic (11,8 tỷ bóng bán dẫn). Qua đó đem đến hiệu năng vượt trội và đứng đầu phân khúc cao cấp. Ngoài ra, máy còn hỗ trợ 5G với tốc độ kết nối siêu nhanh."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-4.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max chạy chip A15 Bionic"
            },
            {
                "desc": "Theo như công bố của Apple, chip A15 Bionic cho hiệu năng cao cao hơn 50% so với các smartphone khác trên thị trường hiện nay, CPU tăng 30% và nhanh vượt bậc."
            },
            {
                "desc": "Đi kèm với vi xử lý siêu mạnh mẽ là RAM 6GB chạy đa nhiệm siêu mượt và bộ nhớ trong tối thiểu 128GB. Đặc biệt, năm nay Apple bổ sung thêm tùy chọn 1TB dành cho người dùng có nhu cầu lưu trữ dữ liệu cao. "
            },
            {
                "smallTitle": "Camera đỉnh chóp"
            },
            {
                "desc": "Ngoài nâng cấp về phần cứng, camera iPhone 13 Pro Max cũng được nâng cấp và toàn diện hơn. Máy vẫn được trang bị 3 cảm biến gồm: cảm biến chính 12MP, cảm biến góc siêu rộng 12MP và cảm biến tele 12MP. Cả 3 cảm biến này đều được thay đổi về khẩu độ và kích thước ống kính. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iphone-13-pro-max-1.jpg"
            },
            {
                "desc": "Camera sau trên iPhone 13 Pro Max"
            },
            {
                "desc": "Với những thay đổi về phần cứng điện thoại iPhone 13 Pro Max thu được lượng ánh sáng nhiều hơn, chụp ảnh thiếu sáng tốt hơn rất nhiều so với thế hệ trước. Bên cạnh đó máy còn có khả năng chụp ảnh cận cảnh sắc nét và được hỗ trợ lấy nét trong môi trường ánh sáng yếu. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-6.jpg"
            },
            {
                "desc": "Ảnh chụp cận cảnh từ iPhone 13 Pro Max"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-7.jpg"
            },
            {
                "desc": "Ảnh chụp trong điều kiện thiếu sáng"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-8.jpg"
            },
            {
                "desc": "Ảnh chụp zoom sắc nét"
            },
            {
                "desc": "iPhone 13 Pro Max vẫn được tích hợp cảm biến LiDAR nhằm đem đến những trải nghiệm thực tế ảo tuyệt vời cho người dùng. Đặc biệt khi kết hợp chế độ chụp đêm đem đến những hình ảnh vô cùng sắc nét và ấn tượng. Chưa hết, tất cả các camera trên iPhone 13 Pro Max đều hỗ trợ chế độ chụp đêm."
            },
            {
                "desc": "Camera tele cho phép người dùng chụp zoom quang học 3X tuyệt vời. Các hình ảnh từ xa được rõ nét hơn trong các bức hình hoặc video. Chụp ảnh xóa phông cũng rất dễ dàng với iPhone 13 Pro Max."
            },
            {
                "desc": "Không chỉ được nâng cấp về phần cứng, camera iPhone 13 Pro Max còn được nâng cấp về phần mềm. Rất nhiều tính năng chụp ảnh và quay phim mới được tích hợp cho 13 Pro Max như: quay video macro, quay video slow motion, tua nhanh, chụp chân dung, Cinematic mode, chế độ Dolby Vision HDR,.."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-9.jpg"
            },
            {
                "desc": "Điều chỉnh tiêu điểm khi kích hoạt chế độ Cinematic mode"
            },
            {
                "desc": "Lần đầu tiên Apple tích hợp chế độ Cinematic cho iPhone. Với chế độ này người dùng có thể thỏa sức quay và chỉnh sửa các video chuyên nghiệp giống các bộ phim truyền hình."
            },
            {
                "desc": "Camera selfie 12MP trên 13 Pro Max được tích hợp mọi tính năng của camera sau cho phép tạo ra những bức hình và video tuyệt đẹp."
            },
            {
                "smallTitle": "Thiết kế đẳng cấp, sang trọng"
            },
            {
                "desc": "iPhone 13 Pro Max kế thừa toàn bộ thiết kế từ iPhone 12 Pro Max với khung viền thép không gỉ vuông vắn, mặt lưng kính và màn hình tai thỏ. Tuy nhiên, phần tai thỏ đã được thu nhỏ 20% giúp giải phóng thêm không gian hiển thị và đem đến những trải nghiệm tốt hơn cho người dùng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-10.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max được thiết kế sang trọng và vuông vắn"
            },
            {
                "desc": "iPhone 13 Pro có 4 tùy chọn về màu sắc gồm: Xanh dương, Đen nhám, Trắng và Vàng. Máy được tích hợp tính năng kháng nước kháng bụi IP68 giúp người dùng an tâm hơn trong quá trình sử dụng. Bên cạnh đó máy còn được hỗ trợ Dual eSIM cho phép người dùng sử dụng 2 nhà mạng khác nhau cùng lúc."
            },
            {
                "desc": "Với những nâng cấp và cải thiện, iPhone 13 Pro Max xứng đáng là lựa chọn tuyệt với nhất hiện nay. Cấu hình siêu mạnh mẽ, thời lượng pin được cải thiện, camera chụp ảnh đỉnh chóp, màn hình 120Hz,… "
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 1284 x 2778 Pixels; 6.7\"; Tần số quét 120 Hz; Độ sáng tối đa 1200 nits; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic 6 nhân; Tốc độ CPU 3.22 GHz; Apple GPU 5 nhân"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "3 camera 12 MP; Quay phim 4K 2160p@24fps; 4K 2160p@30fps; 4K 2160p@60fps; FullHD 1080p@240fps; FullHD 1080p@120fps; FullHD 1080p@30fps; FullHD 1080p@60fps; HD 720p@30fps; Đèn Flash; Ban đêm (Night Mode); Trôi nhanh thời gian (Time Lapse); Quay chậm (Slow Motion); Xóa phông; Zoom quang học; Chạm lấy nét; Toàn cảnh (Panorama); Chống rung quang học (OIS); Tự động lấy nét (AF); Nhận diện khuôn mặt; HDR; Ảnh Raw; Dolby Vision HDR; Zoom kỹ thuật số; Góc rộng (Wide); Siêu cận (Macro); Góc siêu rộng"
            ],
            [
                "Camera trước",
                "12 MP; Xóa phông; Quay video 4K; Quay video HD; Nhận diện khuôn mặt; Quay video Full HD; Tự động lấy nét (AF); HDR"
            ],
            [
                "Bộ nhớ trong",
                "512 GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM"
            ],
            [
                "Hệ điều hành",
                "iOS 15"
            ],
            [
                "Wifi",
                "Dual-band (2.4 GHz/5 GHz), Wi-Fi 802.11 a/b/g/n/ac/ax, Wi-Fi MIMO, Wi-Fi hotspot"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "4K 2160p@24fps; 4K 2160p@30fps; 4K 2160p@60fps; FullHD 1080p@240fps; FullHD 1080p@120fps; FullHD 1080p@30fps; FullHD 1080p@60fps; HD 720p@30fps"
            ],
            [
                "Pin",
                "4352 mAh; Li-Ion; Hỗ trợ sạc tối đa 20 W; Sạc pin nhanh, Tiết kiệm pin, Sạc không dây, Sạc ngược không dây"
            ]
        ]
    },
    {
        "title": "                               iPhone 13 Pro Max 1TB                                                                                                                        ",
        "priceSaleOff": "Tạm hết hàng",
        "originalPrice": "",
        "colors": [
            "GRAPHITE",
            "SIERRA BLUE",
            "GOLD",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/841069727.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/228421755.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1670744511.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1049289869.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/308737840.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/421252037.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/970503226.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1875858031.jpeg"
        ],
        "features": [
            {
                "title": "iPhone 13 Pro Max 1TB xứng đáng là chiếc iPhone đáng mua nhất hiện nay với nhiều cái nhất từ màn hình, cấu hình mạnh mẽ và thời lượng pin dài, hứa hẹn sẽ đem đến những trải nghiệm tuyệt vời cho người sử dụng."
            },
            {
                "desc": "iPhone 13 Pro Max 1TB là gì?"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iphone-13-pro-max-2.jpg"
            },
            {
                "desc": "Phiên bản iPhone 13 Pro Max cao cấp nhất"
            },
            {
                "desc": "iPhone 13 Pro Max 1TB là phiên bản iPhone 13 Pro Max có dung lượng bộ nhớ trong 1TB tương đương 1000GB hoặc 1000000MB, cho phép lưu trữ nhiều dữ liệu hơn với tốc độ độc siêu cao. Đây cũng là phiên bản iPhone 13 Pro Max cao cấp nhất ở thời điểm hiện tại bên cạnh các dòng sản phẩm iPhone 13, 13 Mini và 13 Pro cùng ra mắt ngày 17/09/2021. Ngoài phiên bản 1TB, iPhone 13 Pro Max còn các tùy chọn bộ nhớ thấp hơn gồm: 128GB, 256GB và 512GB phù hợp nhu cầu sử dụng."
            },
            {
                "desc": "1. Đánh giá sức mạnh cấu hình iPhone 13 Pro Max 1TB"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iPhone-13-Pro-Max-1tb-2.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max trang bị con chip Apple A15 Bionic, ROM 1TB"
            },
            {
                "desc": "iPhone 13 Pro Max trang bị con chip Apple A15 Bionic 6 nhân, đi kèm RAM 6GB, và bộ nhớ ROM cao nhất lên đến 1TB đem lại sức mạnh xử lý mạnh mẽ. So với Apple A14 Bionic, thế hệ chip A15 Bionic được nâng cấp đột phá. iPhone 13 Pro Max có cấu hình mạnh hơn 50% cho cả CPU và GPU, cho phép xử lý mọi tác vụ phức tạp trong chớp mắt và đồ họa sống động, mượt mà. "
            },
            {
                "desc": "2. Đánh giá màn hình iPhone 13 Pro Max"
            },
            {
                "desc": "iPhone 13 Pro Max sở hữu màn hình 6.7 inch, chuẩn Full HD+, tấm nền OLED và công nghệ Super Retina XDR, 120Hz, độ sáng tối đa 1200 nits đem đến những trải nghiệm hình ảnh tuyệt vời nhất."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iPhone-13-Pro-Max-1tb-5.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max sở hữu màn hình 6.7 inch"
            },
            {
                "desc": "Thiết bị cũng cũng đánh giá là chiếc smartphone có màn hình tốt nhất hiện nay với trang bị tần số quét ProMotion 120Hz siêu mượt mà với tốc độ làm tươi nhanh gấp 2 lần so với các thế hệ trước. Mọi thao tác chạm vuốt trên máy đều nhanh hơn bao giờ hết. Khi sử dụng các tác vị thông thường, màn hình iPhone 13 Pro Max còn có khả năng tự động điều chỉnh tần số quét linh hoạt từ 10Hz đến 120Hz giúp tiết kiệm năng lượng hiệu quả."
            },
            {
                "desc": "3. Đánh giá camera iPhone 13 Pro Max 1TB"
            },
            {
                "desc": "iPhone 13 Pro Max được trang bị 3 cảm biến chính gồm: Cảm biến chính 12MP, cảm biến góc siêu rộng 12MP và cảm biến tele 12MP. Nổi bật nhất là chính là camera chính với khẩu độ f/1.5, kích thước điểm ảnh lớn 1.9um, cho khả năng quay phim và chụp ảnh thiếu sáng tốt hơn."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iphone-13-pro-max-1.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max được trang bị 3 cảm biến chính"
            },
            {
                "desc": "Camera góc siêu rộng cũng đồng thời nâng cấp cho khẩu độ f/1.8, tốc độ cảm biến nhanh hơn, giúp chụp ảnh góc siêu rộng tự nhiên và chân thực. Camera Tele 12MP hỗ trợ zoom quang học 3x. Đặc biệt, công nghệ chống rung quang học OIS kép có mặt trên cả camera chính và camera Tele."
            },
            {
                "desc": "Mặt trước máy là camera selfie 12MP chụp ảnh, quay phim chất lượng 4K sắc nét và hỗ tợ quét Face ID chính xác. "
            },
            {
                "desc": "4. Đánh giá pin và công nghệ sạc iPhone 13 Pro Max"
            },
            {
                "desc": "iPhone 13 Pro Max 1TB không chỉ được người dùng yêu thích bởi dung lượng bộ nhớ lớn mà còn ở thời lượng pin siêu dài. Trên iPhone 13 Pro Max, dung lượng pin được nâng cấp, kết hợp chip xử lý Apple A15 Bionic giúp tiết kiệm pin tốt hơn."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iPhone-13-Pro-Max-1tb-5.png"
            },
            {
                "desc": "iPhone 13 Pro Max có thời gian sử dụng lâu hơn 2,5 giờ so với iPhone 12 Pro Max "
            },
            {
                "desc": "So với iPhone 12 Pro Max, chiếc iPhone 13 Pro Max cho thời gian sử dụng lâu hơn 2,5 giờ. Khi sử dụng thực tế, người dùng có thể thấy rõ sự khác biệt trong thời lượng pin iPhone 13 Pro Max với khả năng sử dụng có thể lên tới 3 ngày với các nhu cầu thông thường. "
            },
            {
                "desc": "Tổng hợp tất cả những đánh giá về iPhone 13 Pro Max 1TB trên đây cho thấy đây là một lựa chọn phù hợp với nhóm đối tượng người dùng thường xuyên sử dụng camera, quay phim, chụp ảnh, lưu trữ nhiều dữ liệu hay chơi game nặng. Phiên bản iPhone 13 Pro Max xứng đáng là một trong những chiếc điện thoại thông minh đáng sở hữu nhất hiện nay."
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 1284 x 2778 Pixels; 6.7\"; Tần số quét 120 Hz; Độ sáng tối đa 1200 nits; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic 6 nhân; Tốc độ CPU 3.22 GHz; Apple GPU 5 nhân"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "3 camera 12 MP; Quay phim 4K 2160p@24fps; 4K 2160p@30fps; 4K 2160p@60fps; FullHD 1080p@240fps; FullHD 1080p@120fps; FullHD 1080p@30fps; FullHD 1080p@60fps; HD 720p@30fps; Đèn Flash; Ban đêm (Night Mode); Trôi nhanh thời gian (Time Lapse); Quay chậm (Slow Motion); Xóa phông; Zoom quang học; Chạm lấy nét; Toàn cảnh (Panorama); Chống rung quang học (OIS); Tự động lấy nét (AF); Nhận diện khuôn mặt; HDR; Ảnh Raw; Dolby Vision HDR; Zoom kỹ thuật số; Góc rộng (Wide); Siêu cận (Macro); Góc siêu rộng"
            ],
            [
                "Camera trước",
                "12 MP; Xóa phông; Quay video 4K; Quay video HD; Nhận diện khuôn mặt; Quay video Full HD; Tự động lấy nét (AF); HDR"
            ],
            [
                "Bộ nhớ trong",
                "1 TB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM"
            ],
            [
                "Hệ điều hành",
                "iOS 15"
            ],
            [
                "Wifi",
                "Dual-band (2.4 GHz/5 GHz), Wi-Fi 802.11 a/b/g/n/ac/ax, Wi-Fi MIMO, Wi-Fi hotspot"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "4K 2160p@24fps; 4K 2160p@30fps; 4K 2160p@60fps; FullHD 1080p@240fps; FullHD 1080p@120fps; FullHD 1080p@30fps; FullHD 1080p@60fps; HD 720p@30fps"
            ],
            [
                "Pin",
                "4352 mAh; Li-Ion; Hỗ trợ sạc tối đa 20 W; Sạc pin nhanh, Tiết kiệm pin, Sạc không dây, Sạc ngược không dây"
            ]
        ]
    },
    {
        "title": "                               iPhone 13 Pro Max 256GB                                                                                                                        ",
        "priceSaleOff": "Tạm hết hàng",
        "originalPrice": "",
        "colors": [
            "ALPINE GREEN",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1985880028.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2104289995.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2038858739.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1741886650.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1076377813.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2131407973.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1405592930.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/847506341.jpeg"
        ],
        "features": [
            {
                "title": "Siêu phẩm được mong chờ nhất 2021 – iPhone 13 Pro Max đã chính thức xuất hiện. Ngoại hình không có nhiều đột phá nhưng bên trong là sức mạnh vô địch. Màn hình siêu lớn 6.7 inch hỗ trợ tần số quét 120Hz, chip Apple A15 Bionic hạ gục mọi đối thủ, vượt qua mọi thách thức."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iphone-13-pro-max-2.jpg"
            },
            {
                "desc": "Các tùy chọn màu sắc của iPhone 13 Pro Max"
            },
            {
                "smallTitle": "Màn hình iPhone 13 Pro Max siêu mượt"
            },
            {
                "desc": "iPhone 13 Pro Max tiếp tục được trang bị màn hình 6.7 inch, độ phân giải full HD+, sử dụng tấm nền OLED và công nghệ Super Retina XDR tương tự phiên bản tiền nhiệm. Điểm ấn tượng nhất trên màn hình iPhone 13 Pro Max là công nghệ ProMotion. Sau bao chờ đợi cuối cùng Apple đã trang bị màn hình tần số quét 120Hz cho iPhone. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-12.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max hỗ trợ màn hình thích ứng 120Hz"
            },
            {
                "desc": "Với màn hình tần số quét 120Hz đem đến trải nghiệm tuyệt vời trên từng ngón tay. Mọi thao tác, hình ảnh có sự chuyển đổi cực mướt tạo ra hiệu ứng về thị giác rất tốt, đặc biệt khi xem phim hoặc chơi game."
            },
            {
                "desc": "Chưa hết, công nghệ ProMotion có thể tự động thay đổi tần số quét từ 10Hz đến 120Hz dựa vào ứng dụng và nhu cầu sử dụng của người dùng. Qua đó tiết kiệm pin hơn."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iphone-13-pro-max-3.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max được bảo vệ bởi kính cường lực Ceramic Shield cao cấp, cứng nhất trong các loại kính cường lực"
            },
            {
                "desc": "Màn hình iPhone 13 Pro Max có độ sáng tối đa lên tới 1200 nits cho phép người dùng sử dụng dễ dàng ngoài trời nắng, màu sắc trung thực đến kinh ngạc, độ tương phản ấn tượng: màu đen sâu, màu trắng sáng."
            },
            {
                "smallTitle": "Sức mạnh vượt trội "
            },
            {
                "desc": "Apple trang bị cho iPhone 13 Pro Max bộ vi xử lý Apple A15 Bionic siêu mạnh mẽ. Chip A15 Bionic được sản xuất dựa trên tiền trình 5nm+ với 15 tỷ bóng bán dẫn nhiều hơn chip A14 Bionic (11,8 tỷ bóng bán dẫn). Qua đó đem đến hiệu năng vượt trội và đứng đầu phân khúc cao cấp. Ngoài ra, máy còn hỗ trợ 5G với tốc độ kết nối siêu nhanh."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-4.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max chạy chip A15 Bionic"
            },
            {
                "desc": "Theo như công bố của Apple, chip A15 Bionic cho hiệu năng cao cao hơn 50% so với các smartphone khác trên thị trường hiện nay, CPU tăng 30% và nhanh vượt bậc."
            },
            {
                "desc": "Đi kèm với vi xử lý siêu mạnh mẽ là RAM 6GB chạy đa nhiệm siêu mượt và bộ nhớ trong tối thiểu 128GB. Đặc biệt, năm nay Apple bổ sung thêm tùy chọn 1TB dành cho người dùng có nhu cầu lưu trữ dữ liệu cao. "
            },
            {
                "smallTitle": "Camera đỉnh chóp"
            },
            {
                "desc": "Ngoài nâng cấp về phần cứng, camera iPhone 13 Pro Max cũng được nâng cấp và toàn diện hơn. Máy vẫn được trang bị 3 cảm biến gồm: cảm biến chính 12MP, cảm biến góc siêu rộng 12MP và cảm biến tele 12MP. Cả 3 cảm biến này đều được thay đổi về khẩu độ và kích thước ống kính. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/NewFolder/iphone-13-pro-max-1.jpg"
            },
            {
                "desc": "Camera sau trên iPhone 13 Pro Max"
            },
            {
                "desc": "Với những thay đổi về phần cứng điện thoại iPhone 13 Pro Max thu được lượng ánh sáng nhiều hơn, chụp ảnh thiếu sáng tốt hơn rất nhiều so với thế hệ trước. Bên cạnh đó máy còn có khả năng chụp ảnh cận cảnh sắc nét và được hỗ trợ lấy nét trong môi trường ánh sáng yếu. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-6.jpg"
            },
            {
                "desc": "Ảnh chụp cận cảnh từ iPhone 13 Pro Max"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-7.jpg"
            },
            {
                "desc": "Ảnh chụp trong điều kiện thiếu sáng"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-8.jpg"
            },
            {
                "desc": "Ảnh chụp zoom sắc nét"
            },
            {
                "desc": "iPhone 13 Pro Max vẫn được tích hợp cảm biến LiDAR nhằm đem đến những trải nghiệm thực tế ảo tuyệt vời cho người dùng. Đặc biệt khi kết hợp chế độ chụp đêm đem đến những hình ảnh vô cùng sắc nét và ấn tượng. Chưa hết, tất cả các camera trên iPhone 13 Pro Max đều hỗ trợ chế độ chụp đêm."
            },
            {
                "desc": "Camera tele cho phép người dùng chụp zoom quang học 3X tuyệt vời. Các hình ảnh từ xa được rõ nét hơn trong các bức hình hoặc video. Chụp ảnh xóa phông cũng rất dễ dàng với iPhone 13 Pro Max."
            },
            {
                "desc": "Không chỉ được nâng cấp về phần cứng, camera iPhone 13 Pro Max còn được nâng cấp về phần mềm. Rất nhiều tính năng chụp ảnh và quay phim mới được tích hợp cho 13 Pro Max như: quay video macro, quay video slow motion, tua nhanh, chụp chân dung, Cinematic mode, chế độ Dolby Vision HDR,.."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-9.jpg"
            },
            {
                "desc": "Điều chỉnh tiêu điểm khi kích hoạt chế độ Cinematic mode"
            },
            {
                "desc": "Lần đầu tiên Apple tích hợp chế độ Cinematic cho iPhone. Với chế độ này người dùng có thể thỏa sức quay và chỉnh sửa các video chuyên nghiệp giống các bộ phim truyền hình."
            },
            {
                "desc": "Camera selfie 12MP trên 13 Pro Max được tích hợp mọi tính năng của camera sau cho phép tạo ra những bức hình và video tuyệt đẹp."
            },
            {
                "smallTitle": "Thiết kế đẳng cấp, sang trọng"
            },
            {
                "desc": "iPhone 13 Pro Max kế thừa toàn bộ thiết kế từ iPhone 12 Pro Max với khung viền thép không gỉ vuông vắn, mặt lưng kính và màn hình tai thỏ. Tuy nhiên, phần tai thỏ đã được thu nhỏ 20% giúp giải phóng thêm không gian hiển thị và đem đến những trải nghiệm tốt hơn cho người dùng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro%20Max/iPhone-13-Pro-Max-10.jpg"
            },
            {
                "desc": "iPhone 13 Pro Max được thiết kế sang trọng và vuông vắn"
            },
            {
                "desc": "iPhone 13 Pro có 4 tùy chọn về màu sắc gồm: Xanh dương, Đen nhám, Trắng và Vàng. Máy được tích hợp tính năng kháng nước kháng bụi IP68 giúp người dùng an tâm hơn trong quá trình sử dụng. Bên cạnh đó máy còn được hỗ trợ Dual eSIM cho phép người dùng sử dụng 2 nhà mạng khác nhau cùng lúc."
            },
            {
                "desc": "Với những nâng cấp và cải thiện, iPhone 13 Pro Max xứng đáng là lựa chọn tuyệt với nhất hiện nay. Cấu hình siêu mạnh mẽ, thời lượng pin được cải thiện, camera chụp ảnh đỉnh chóp, màn hình 120Hz,… "
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 1284 x 2778 Pixels; 6.7\"; Tần số quét 120 Hz; Độ sáng tối đa 1200 nits; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic 6 nhân; Tốc độ CPU 3.22 GHz; Apple GPU 5 nhân"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "3 camera 12 MP; Quay phim 4K 2160p@24fps; 4K 2160p@30fps; 4K 2160p@60fps; FullHD 1080p@240fps; FullHD 1080p@120fps; FullHD 1080p@30fps; FullHD 1080p@60fps; HD 720p@30fps; Đèn Flash; Ban đêm (Night Mode); Trôi nhanh thời gian (Time Lapse); Quay chậm (Slow Motion); Xóa phông; Zoom quang học; Chạm lấy nét; Toàn cảnh (Panorama); Chống rung quang học (OIS); Tự động lấy nét (AF); Nhận diện khuôn mặt; HDR; Ảnh Raw; Dolby Vision HDR; Zoom kỹ thuật số; Góc rộng (Wide); Siêu cận (Macro);  Góc siêu rộng ("
            ],
            [
                "Camera trước",
                "12 MP; Xóa phông; Quay video 4K; Quay video HD; Nhận diện khuôn mặt; Quay video Full HD; Tự động lấy nét (AF); HDR"
            ],
            [
                "Bộ nhớ trong",
                "256 GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM"
            ],
            [
                "Hệ điều hành",
                "iOS 15"
            ],
            [
                "Wifi",
                "Dual-band (2.4 GHz/5 GHz), Wi-Fi 802.11 a/b/g/n/ac/ax, Wi-Fi MIMO, Wi-Fi hotspot"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "4K 2160p@24fps; 4K 2160p@30fps; 4K 2160p@60fps; FullHD 1080p@240fps; FullHD 1080p@120fps; FullHD 1080p@30fps; FullHD 1080p@60fps; HD 720p@30fps"
            ],
            [
                "Pin",
                "4352 mAh; Li-Ion; Hỗ trợ sạc tối đa 20 W; Sạc pin nhanh, Tiết kiệm pin, Sạc không dây, Sạc ngược không dây"
            ]
        ]
    },
    {
        "title": "                               iPhone 13 Pro 512GB                                                                                                                        ",
        "priceSaleOff": "35.990.000 ₫",
        "originalPrice": "",
        "colors": [
            "SIERRA BLUE",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1955203951.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1218755597.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/612183615.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/978894775.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/463304209.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/877955437.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/119583430.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1619923543.jpeg"
        ],
        "features": [
            {
                "title": "iPhone 13 Pro bản 512GB đem đến trải nghiệm thần tốc trên mọi khía cạnh. Người dùng sẽ được tận hưởng màn hình ProMotion 120Hz đỉnh cao, hiệu năng siêu mạnh mẽ A15 Bionic bỏ xa đối thủ, camera chụp ảnh tuyệt đẹp và pin lâu hơn."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iphone-13-pro-1.jpg"
            },
            {
                "desc": "iPhone 13 Pro và các tùy chọn về màu sắc"
            },
            {
                "smallTitle": "1. iPhone 13 Pro đẳng cấp và thời thượng"
            },
            {
                "desc": "Mọi chi tiết trên iPhone 13 Pro đều toát lên một vẻ đẹp hoàn hảo. Tuy thiết kế không phá cách như iPhone 12 series nhưng iPhone 13 Pro vẫn thu hút được mọi ánh nhìn. Khung viền được hoàn thiện từ thép không gỉ rất cứng cáp, màn hình và mặt lưng đều được bảo vệ bởi chất liệu Ceramic Shield siêu ứng. Vẻ đẹp của iPhone 13 trường tồn với thời gian."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iphone-13-pro-2.jpg"
            },
            {
                "desc": "iPhone 13 Pro màu Bạc"
            },
            {
                "desc": "Không chỉ đẹp, iPhone 13 còn có 4 tùy chọn màu sắc rất thời thường gồm: Vàng, Đen nhám, Trắng và Xanh dương. Máy cũng được tích hợp công nghệ chống nước IP68 giúp giảm tác hại khi dính nước trong quá trình sử dụng."
            },
            {
                "smallTitle": "2. Camera thách thức mọi điều kiện"
            },
            {
                "desc": "Lần đầu tiên Apple nâng cấp camera nhiều đến vậy. iPhone 13 Pro được trang bị 3 ống kính phía sau tương tựa iPhone 12 Pro nhưng được nâng cấp rất nhiều về phần cứng và phần mềm. Qua đó đem đến những hình ảnh, video tuyệt vời nhất."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/NewFolder/iphone-13-pro-3.jpg"
            },
            {
                "desc": "Hệ thống camera sau trên iPhone 13 Pro"
            },
            {
                "desc": "Camera chính iPhone 13 có khẩu độ f/1.5 lớn nhất hiện nay thu được nhiều ánh sáng hơn. Camera góc siêu rộng khẩu độ f/1.8 lấy nét từng điểm ảnh và cảm biến nhanh hơn. Cuối cùng là camera tele với khả năng chụp zoom 3X đẳng cấp. Trước đó iPhone 12 Pro Max cũng chỉ được trang bị cảm biến tele zoom 2.5X."
            },
            {
                "desc": "2.1. Quay video và chụp ảnh cận cảnh"
            },
            {
                "desc": "Lần đầu tiên iPhone 13 Pro được tích hợp tính năng chụp cận cảnh. Với tính năng này người dùng có thể chụp được những vật thể siêu nhỏ và lấy nét cực tốt trong khoảng cách 2cm và tái hiện chúng một cách sắc nét."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-4.jpg"
            },
            {
                "desc": "Ảnh chụp cận cảnh từ iPhone 13 Pro"
            },
            {
                "desc": "Ngoài chụp ảnh, máy còn quay được video cận cảnh. Chưa hết, Apple còn tích hợp thêm các tính năng như: tua nhanh, quay chậm,… cho phép người dùng tạo ra những thước phim độc đáo."
            },
            {
                "desc": "2.2. Chụp xuyên màn đêm"
            },
            {
                "desc": "iPhone 13 xứng đáng là chuyên gia chụp ảnh về đêm. Nhờ khẩu độ được tăng lên kết hợp máy quét LiDAR và chế độ chụp đêm, iPhone 13 Pro chụp được những bức hình thiếu sáng vô cùng ấn tượng, đặc biệt khi chụp chân dung."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-5.jpg"
            },
            {
                "desc": "Một bức hình chụp trong bóng tối"
            },
            {
                "desc": "Lượng ánh sáng thu được từ camera chính nhiều hơn 2,2 lần, camera góc siêu rộng nhiều hơn 92% so với thế hệ trước. Và đặc biệt chế độ đêm đã được tích hợp cho tất cả các cảm biến trên iPhone 13 Pro. Nhờ vậy, màu sắc có độ chính xác cao, ảnh nhiều chi tiết và sắc trong mọi điều kiện ánh sáng."
            },
            {
                "desc": "2.3. Chụp Zoom 3X và nhiều hơn thế"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-6.jpg"
            },
            {
                "desc": "Ảnh chụp zoom từ iPhone 13 Pro"
            },
            {
                "desc": "Với cảm biến tele, iPhone 13 Pro có thể chụp zoom quang học 3X đem đến những bức ảnh, video phóng to không bị giảm chất lượng. Hiệu ứng xóa phông rất mượt mà, tách biệt rõ ràng giữa chủ thể và phông nền trong ảnh chân dung. Thêm vào đó là các hiệu ứng ánh sáng đạt tiêu chuẩn studio."
            },
            {
                "desc": "2.4. Cinematic Mode"
            },
            {
                "desc": "Chế độ quay phim điện ảnh lần đầu tiên xuất hiện trên điện thoại. iPhone 13 Pro cho phép người dùng quay được những video xóa phông, lấy nét siêu mượt trong từng khung hình giống như các thước phim điện ảnh. "
            },
            {
                "desc": "Chế độ Cinematic được tích hợp cho cả 3 camera sau và camera trước. Đặc biệt chế độ này tương thích với cả hình ảnh Dolby Vision HDR, cho phép người dùng tùy chỉnh tiêu điểm và phông nền."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-7.jpg"
            },
            {
                "desc": "Tùy chỉnh tiêu điểm trong video"
            },
            {
                "desc": "Và rất nhiều tính năng cao cấp khác hỗ trợ chụp ảnh và quay video như:"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-8.jpg"
            },
            {
                "desc": "Chụp ảnh selfie sắc nét"
            },
            {
                "desc": "Ngoài hệ thống camera sau ấn tượng, iPhone 13 Pro còn được trang bị camera trước 12MP hỗ trợ tất cả các tính năng của camera sau: Smart HDR 4, chụp đêm, quay video 4K HDR Dolby Vision, Cinematic, ProRes,… Bên cạnh đó, camera trước còn được tích hợp công nghệ TrueDepth giúp nhận diện khuôn mặt một cách chính xác."
            },
            {
                "smallTitle": "3. Màn hình ProMotion siêu mượt"
            },
            {
                "desc": "Lần đầu tiên Apple áp dụng công nghệ ProMotion cho iPhone. iPhone 13 Pro là một trong hai thiết bị được ưu ái. Với tần số quét 120Hz tự động tùy chỉnh kết hợp màn hình 6.1 inch full HD và tấm nền OLED đem đến những trải nghiệm mượt chưa từng có."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-9.jpg"
            },
            {
                "desc": "Màn hình 120Hz siêu mượt trên iPhone 12 Pro"
            },
            {
                "desc": "Tần số quét tự động tăng lên khi chơi game đồ họa cao và tự động giảm xuống  thấp khi thực hiện các tác vụ thông thường nhằm tiết kiệm điện năng. Đây cũng chính là điểm khác biệt lớn về trải nghiệm so với phiên bản tiền nhiệm."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-10.jpg"
            },
            {
                "desc": ""
            },
            {
                "desc": "Chưa hết, màn hình iPhone 13 Pro còn cho độ sáng tối đa 1200 nits, hiển thị được nội dung HDR sắc nét, sống động, màu đen sâu. Đặc biệt phần notch tai thỏ được thu nhỏ 20% giúp tăng không gian hiển thị cho màn hình."
            },
            {
                "smallTitle": "4.Chip A15 Bionic mạnh nhất thế giới"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-11.jpg"
            },
            {
                "desc": "Chơi game mượt với iPhone 13 Pro nhờ con chip A15 Bionic"
            },
            {
                "desc": "Cung cấp sức mạnh cho iPhone 13 Pro là chip Apple A15 Bionic mạnh mẽ nhất hiện nay với tốc độ CPU tăng 50%, GPU tăng 30% so với các đối thủ trên thị trường hiện nay. Đi kèm với chip Apple A15 Bionic là RAM 6GB và bộ nhớ trong 128GB / 256GB / 512GB / 1TB cho tốc độ xử lý siêu nhanh. Từ lướt web, check mail, quay video,… đến chơi các tự game đồ họa cao đều mượt mà và trơn tru."
            },
            {
                "smallTitle": "5. Thời lượng pin đột phá"
            },
            {
                "desc": "Với tất cả những gì được trang bị, iPhone 13 Pro cho phép người dùng xem video liên tục trong 22 giờ, thời lượng pin cao hơn iPhone 12 Pro 1,5 giờ. Đây là cải thiện rất lớn về pin của Apple trong nhiều năm qua."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2013%20Pro/iPhone-13-Pro-12.jpg"
            },
            {
                "desc": "Pin lâu hơn, sạc nhanh hơn iPhone 12 Pro"
            },
            {
                "desc": "Bên cạnh pin lâu hơn, iPhone 13 Pro còn được tích hợp công nghệ sạc nhanh 20W cho phép sạc được 50% pin chỉ trong 30 phút."
            },
            {
                "desc": "iPhone 13 Pro không chỉ đẹp, tốc độ siêu nhanh, chụp ảnh siêu nét mà còn được hỗ trợ 5G với tốc độ kết nối internet ấn tượng. Người dùng có thể thỏa sức chiến game, xem phim online không cần wifi một cách mượt mà."
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 1170 x 2532 Pixels; 6.1\"; Tần số quét 120 Hz; Độ sáng tối đa 1200 nits; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic 6 nhân; Tốc độ CPU",
                " 3.22 GHz; Apple GPU 5 nhân"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "3 camera 12 MP; Quay phim 4K 2160p@24fps, 4K 2160p@30fps, 4K 2160p@60fps, FullHD 1080p@240fps, FullHD 1080p@120fps, FullHD 1080p@30fp,s FullHD 1080p@60fps, HD 720p@30fps; Ban đêm (Night Mode), Trôi nhanh thời gian (Time Lapse), Quay chậm (Slow Motion), Xóa phông, Zoom quang học, Chạm lấy nét, Toàn cảnh (Panorama), Chống rung quang học (OIS), Tự động lấy nét (AF), Nhận diện khuôn mặt, HDR, Ảnh Raw, Dolby Vision HDR, Zoom kỹ thuật số, Góc rộng (Wide), Siêu cận (Macro), Góc siêu rộng (Ultrawide);"
            ],
            [
                "Camera trước",
                "12 MP; Xóa phông, Quay video 4K, Quay video HD, Nhận diện khuôn mặt, Quay video Full HD, Tự động lấy nét (AF), HDR"
            ],
            [
                "Bộ nhớ trong",
                "512 GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM"
            ],
            [
                "Hệ điều hành",
                "iOS 15"
            ],
            [
                "Wifi",
                "Dual-band (2.4 GHz/5 GHz), Wi-Fi 802.11 a/b/g/n/ac/ax, Wi-Fi MIMO, Wi-Fi hotspot"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "4K 2160p@24fps, 4K 2160p@30fps, 4K 2160p@60fps, FullHD 1080p@240fps, FullHD 1080p@120fps, FullHD 1080p@30fp,s FullHD 1080p@60fps, HD 720p@30fps;"
            ],
            [
                "Pin",
                "3095 mAh; Li-Ion; Hỗ trợ sạc tối đa 20 W; Sạc pin nhanh, Tiết kiệm pin, Sạc không dây, Sạc ngược không dây"
            ]
        ]
    }
]