[
    {
        "title": "                               iPhone 14 Plus 128GB                                                                                                                        ",
        "priceSaleOff": "23.990.000 ₫",
        "originalPrice": "26.990.000₫",
        "colors": [
            "RED",
            "PURPLE",
            "BLUE",
            "STARLIGHT",
            "MIDNIGHT",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/670092962.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1985564478.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/134891339.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1743276577.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1906753837.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2076985804.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1926612769.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/92524653.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/780463692.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/817362411.jpeg"
        ],
        "features": [
            {
                "desc": "iPhone 14 Plus là phiên bản thay thế cho iPhone 13 Mini nhưng lại nhận được nhiều yêu thích của cộng đồng iFan. Vậy iPhone 14 Plus có gì? Hãy cùng tìm hiểu nhé!"
            },
            {
                "smallTitle": "Màn hình 6.7 inch cho trải nghiệm xem phim, lướt web tuyệt hơn"
            },
            {
                "desc": "iPhone 14 Plus được trang bị màn hình có kích thước 6.7 inch ngang bằng với 14 Pro Max. Điều này là quyết định đúng đắn của Apple khi người dùng thường ưu tiên lựa chọn những sản phẩm có kích thước màn hình lớn để thuận tiện hơn khi làm việc và giải trí.\n"
            },
            {
                "desc": "iPhone 14 Plus có kích thước màn hình lớn, giúp trải nghiệm xem phim, lướt web “đã hơn”"
            },
            {
                "desc": "Cùng với màn hình lớn là độ phân giải cao, lên đến 2.778 x 1.284 pixels. Chính nhờ vậy, dù màn hình lớn nhưng hình ảnh hiển trị trên 14 Plus vẫn sắc nét và màu sắc hài hoà."
            },
            {
                "smallTitle": "Hệ điều hành iOS 16 mới với nhiều tiện ích"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20128GB/iPhone-14-Plus-2.jpg"
            },
            {
                "desc": "Nhiều tiện ích mới trên iOS 16 của iPhone 14 Plus"
            },
            {
                "desc": "Apple thường xuyên cập nhật hệ điều hành iOS mới để hạn chế những lỗi xuất hiện trên hệ điều hành cũ và bổ sung thêm nhiều tính năng mới. Với hệ điều hành iOS 16 mới này, người dùng sẽ được trải nghiệm nhiều tính năng thú vị trên iPhone 14 Plus như thay đổi về thu hồi/chỉnh sửa tin nhắn trong iMessage; API hoạt động thời gian thực; đặt thời gian giới hạn cho phép thu hồi email; giao diện tùy chỉnh màn hình khóa mới;...."
            },
            {
                "smallTitle": "Màn hình Super Retina XDR siêu lớn"
            },
            {
                "desc": "iPhone 14 Plus sở hữu màn hình Super Retina XDR cho hình ảnh hiển thị chân thực, sắc nét hơn. Đồng thời công nghệ OLED mang đến sự tương phản đáng kinh ngạc giữ những sắc màu sáng và sắc màu tối."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20128GB/iPhone-14-Plus-3.jpg"
            },
            {
                "desc": "Màn hình iPhone 14 và iPhone 14 Plus đều là OLED cho hình ảnh hiển thị chân thực, sắc nét hơn "
            },
            {
                "desc": "Ngoài ra, màn hình iPhone 14 Plus còn trang bị thêm nhiều công nghệ mới, hiện đại khác như: Tỷ lệ tương phản 2.000.000: 1 (điển hình); True Tone tự điều ảnh theo ánh sáng môi trường; Màn hình màu rộng P3; Độ sáng tối đa 800 nits (điển hình) - 1200 nits (HDR);..."
            },
            {
                "smallTitle": "Dung lượng pin lớn tăng thời gian sử dụng"
            },
            {
                "desc": "Với một chiếc điện thoại màn hình lớn cùng những công nghệ tân tiến được tích hợp thì bắt buộc Apple phải trang bị viên pin có dung lượng lớn cho iPhone 14 Plus. Dung lượng pin của 14 Plus lớn, có thể kéo dài lên đến 26h xem video liên tục. Nhờ vậy, người dùng có thể thoải mái sử dụng pin cho mọi công việc hay vui chơi của mình cả ngày dài. "
            },
            {
                "desc": "Ngoài ra, Apple cũng đã trang bị thêm sạc nhanh 20W cho sản phẩm , giúp sạc đầy 50% pin chỉ trong vòng 30 phút để tiết kiệm thời gian sạc và hỗ trợ người dùng trong những trường hợp cần đi ra ngoài gấp."
            },
            {
                "smallTitle": "Tính năng an toàn mới cho những trường hợp khẩn cấp"
            },
            {
                "desc": "Apple đã nâng cấp tính năng SOS khẩn cấp trên iPhone 2022 thành SOS khẩn cấp vệ tinh. Với sự nâng cấp này người dùng có thể liên hệ nhờ sự giúp đỡ thông qua vệ tinh trong trường hợp nguy hiểm mà không cần Wifi hay sóng di động. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20128GB/iPhone-14-Plus-4.jpg"
            },
            {
                "desc": "Những tính năng an toàn mới được Apple trang bị trên iPhone 14 Plus hỗ trợ bạn trong những trường hợp khẩn cấp"
            },
            {
                "desc": "Đồng thời, tích hợp thêm tính năng Phát hiện sự số trên iPhone 14 Plus. Máy sẽ kết nối với ô tô và khi người dùng không may xảy ra tai nạn và mất đi ý thức, máy sẽ tự động liên hệ đến những người trong danh bạ khẩn cấp của bạn và số 112 để được hỗ trợ kịp thời. Tuy nhiên, tính năng này chỉ sử dụng được ở Mỹ, chưa dùng được tại Việt Nam. "
            },
            {
                "smallTitle": "Camera mới có khả năng xử lý hình ảnh cải tiến"
            },
            {
                "desc": "Thông số Camera iPhone 14 Plus không có nhiều thay đổi nhưng qua trải nghiệm, bạn có thể có được những bức ảnh với độ sáng hơn gấp 2.5 ở camera chính và gấp 2 lần ở camera Ultra Wide nhờ động cơ quang tử. Đây chính là những điểm mà các đời iPhone trước đây không thể có được, giúp bạn có những bức hình như chụp bằng máy ảnh chuyên nghiệp."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20128GB/iPhone-14-Plus-5.jpg"
            },
            {
                "desc": "Camera iPhone 14 Plus đã được nâng cấp giúp hình ảnh sáng hơn dù trong điều kiện ánh sáng yếu"
            },
            {
                "desc": "Đồng thời cụm camera sau của 14 Plus được trang bị thêm nhiều tính năng khác như thu nhỏ quang học 2x, zoom kỹ thuật 5x, đèn flash True Tone, lấy nét tự động, chế độ ban đêm, chế độ sâu,... cho trải nghiệm chụp ảnh, quay video đỉnh cao."
            },
            {
                "smallTitle": "Màu sắc nổi bật, thu hút mọi ánh nhìn"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20128GB/iPhone-14-Plus-6.jpg"
            },
            {
                "desc": "Các phiên bản màu sắc iPhone 14 Plus"
            },
            {
                "desc": "So với phiên bản cũ iPhone 13 Mini sở hữu 6 màu sắc là xanh lá, xanh dương, đỏ hồng, đen và trắng thì iPhone 14 Plus chỉ có 5 màu là đen, trắng, bạc, xanh dương, đỏ. Tuy nhiên, màu sắc ở 14 Plus lại nổi bật hơn, đặc biệt là màu đỏ quyền lực."
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED Super Retina XDR; 6.7inch; Độ phân giải 2778 x 1284 pixel ở 458 ppi; kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "Chính 12MP",
                " 26 mm, khẩu độ ƒ / 1.5, ổn định hình ảnh quang học thay đổi cảm biến, thấu kính bảy thành phần, 100% điểm ảnh lấy nét 12MP Ultra Wide",
                " 13 mm, khẩu độ ƒ / 2.4 và trường nhìn 120 °, thấu kính năm thành phần Zoom quang học 2x; zoom kỹ thuật số lên đến 5x Đèn flash True Tone Động cơ quang tử Kết hợp sâu HDR thông minh 4 Chế độ chân dung với bokeh nâng cao và Kiểm soát độ sâu Portrait Lighting với sáu hiệu ứng (Tự nhiên, Studio, Đường viền, Sân khấu, Sân khấu Mono, High Key Mono) Chế độ b"
            ],
            [
                "Camera trước",
                "Camera 12MP khẩu độ ƒ / 1.9"
            ],
            [
                "Bộ nhớ trong",
                "128GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Hệ điều hành",
                "IOS"
            ],
            [
                "Wifi",
                "WiFi 6 (802.11ax) với 2x2 MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Pin",
                "Lên đến 26h phát video liên tục"
            ]
        ]
    },
    {
        "title": "                               iPhone 14 Pro 256GB                                                                                                                        ",
        "priceSaleOff": "29.490.000 ₫",
        "originalPrice": "32.990.000₫",
        "colors": [
            "SPACE BLACK",
            "DEEP PURPLE",
            "GOLD",
            "SILVER",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1784060469.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/915733720.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/6275240.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2129796280.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1660143759.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1236884047.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1313420868.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/945177303.jpeg"
        ],
        "features": [
            {
                "desc": "iPhone 14 Pro 256GB cho phép lưu trữ hơn 70.000 bức ảnh có độ phân giải 12MP và 500 video chất lượng 1080p full HD thời lượng 30 phút. Ngoài ra, người dùng cũng có thể tải những tựa game tiêu tốn nhiều dung lượng như Liên Minh, PUBG mà không phải đắn đo. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20256GB/iPhone-14-Pro-256GB-1.jpg"
            },
            {
                "desc": "iPhone 14 Pro 256GB là dòng sản phẩm được những người đam mê công nghệ quan tâm nhất hiện nay"
            },
            {
                "desc": "Ngoài ra, iPhone 14 Pro 256GB còn có nhiều ưu điểm khác như: thiết kế nhỏ gọn dễ mang theo; thời lượng sử dụng pin kéo dài lên đến 20h sử dụng liên tục; kết nối 5G thế hệ mới; sở hữu phiên bản màu tím mộng mơ;..."
            },
            {
                "desc": "Đây quả thực là lựa chọn hoàn hảo nếu bạn muốn sở hữu siêu phẩm hiệu năng mạnh mẽ cùng nhiều cải tiến mới mà vẫn tiết kiệm chi phí. Vậy iPhone 14 Pro 256GB có điểm gì nổi bật? Cùng theo dõi bài viết để được giải đáp ngay nhé!"
            },
            {
                "desc": "Đánh giá về khả năng chụp ảnh & quay video"
            },
            {
                "desc": "Khả năng chụp ảnh và quay video là một trong những yếu tố quan trọng được nhiều khách hàng quan tâm mỗi khi “nhà Táo” ra mắt sản phẩm mới."
            },
            {
                "desc": "Đánh giá về khả năng chụp ảnh"
            },
            {
                "desc": "Với độ phân giải 48MP 24mm và khẩu độ ƒ/1.78, iPhone 14 Pro 256GB mang đến những hình ảnh sắc nét, chân thực và sống động hơn hẳn phiên bản tiền nhiệm.  Ngoài ra, sản phẩm mới của “nhà Táo” còn sở hữu zoom quang học 2x, 3x, phạm vi zoom quang học 6x, zoom kỹ thuật số lên đến 15x, đảm bảo chất lượng hình ảnh sau khi zoom lên vẫn không bị thay đổi. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20256GB/iPhone-14-Pro-256GB-2.jpg"
            },
            {
                "desc": "Camera chính được nâng cấp độ phân giải 48MP cho hình ảnh sắc nét đến từng chi tiết"
            },
            {
                "desc": "Camera chính được trang bị LiDAR Scanner mang đến cho người dùng những trải nghiệm thú vị khi chụp chân dung ở chế độ ban đêm. "
            },
            {
                "desc": "Đặc biệt, iPhone 14 Pro 256GB có Portrait Lighting với 6 hiệu ứng khác nhau bao gồm: Tự nhiên, studio, đường viền, sân khấu, sân khấu Mono, high Key Mono giúp bạn chụp những bức ảnh sống động theo nhiều phong cách khác nhau.\nMột số tính năng khác khi sử dụng camera của iPhone 14 Pro 256GB:"
            },
            {
                "desc": "Khả năng chụp chân dung từ xa được nâng cấp trên iPhone 14 Pro"
            },
            {
                "desc": "Camera Ultra Wide"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20256GB/iPhone-14-Pro-256GB-4.jpg"
            },
            {
                "desc": "Camera Ultra WIde cho chất lượng hình ảnh cực sắc nét"
            },
            {
                "desc": "Với độ phân giải 12MP, chiều dài tiêu cự 13mm và thiết kế góc rộng lên đến 120°, người dùng có thể chụp được những bức ảnh toàn cảnh vô cùng sáng và sắc nét."
            },
            {
                "desc": "Camera Telephoto"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20256GB/iPhone-14-Pro-256GB-5.jpg"
            },
            {
                "desc": "Cụm 3 camera với thông số ấn tượng mang đến những bức ảnh chân thực, chi tiết và sống động"
            },
            {
                "desc": "Camera tele với độ phân giải 12MP và được kích hoạt bởi cảm biến quad-pixel, zoom quang học 3x, ống kính tiêu cự lên đến 77mm giúp những bức ảnh phóng to vẫn chi tiết, sống động và sắc nét."
            },
            {
                "desc": "Đánh giá chất lượng video "
            },
            {
                "desc": "iPhone 14 Pro 256GB mang đến cho bạn những thước phim vô cùng sống động nhờ trang bị chế độ hành động lên đến 2,8K ở tốc độ 60 khung hình/giây và chế độ điện ảnh lên đến 4K HDR ở tốc độ 30 khung hình/giây."
            },
            {
                "desc": "Sản phẩm mới của “nhà Táo” sở hữu nhiều công nghệ tối tân bao gồm: time-lapse và slo-mo, hỗ trợ video chuyển động chậm và tua nhanh với tính năng ổn định."
            },
            {
                "desc": "Đánh giá về cấu hình mới - đẳng cấp mới"
            },
            {
                "desc": "So với dòng máy iPhone 13 Pro, iPhone 14 Pro kế thừa RAM 6GB giúp người dùng lưu trữ nhiều dữ liệu trong quá trình sử dụng, có thể mở bao nhiêu tab tùy ý mà vẫn hoạt động mượt mà, không bị giật lag. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20256GB/iPhone-14-Pro-256GB-6.jpg"
            },
            {
                "desc": "iPhone 14 Pro 256GB kế thừa RAM 6GB của dòng máy tiền nhiệm"
            },
            {
                "desc": "iPhone 14 Pro được nâng cấp hơn hẳn so với các sản phẩm tiền nhiệm nhờ chip A16 Bionic tối tân giúp máy phản hồi nhanh, chạy êm và hạn chế tối đa tình trạng nóng máy, giật lag do nhiều ứng dụng chạy ngầm gây ra. Chip A16 Bionic của iPhone 14 Pro cho phép sử dụng ít hơn 20% năng lượng so với iPhone 13 Pro được ra mắt trong năm 2021."
            },
            {
                "desc": "Với các thông số ấn tượng như trên, iPhone 14 Pro 256GB sở hữu cấu hình mạnh nhất trong các sản phẩm của “nhà Táo”, và cũng là mạnh nhất trong các sản phẩm smartphone."
            },
            {
                "desc": "Đánh giá về thời lượng pin & công nghệ sạc"
            },
            {
                "desc": "iPhone 14 Pro sở hữu pin tích hợp lithium - ion với dung lượng lớn giúp kéo dài thời gian trải nghiệm sản phẩm của người dùng. Theo công bố của Apple, iPhone 14 Pro 256GB cho thời lượng pin tối đa có thể phát lại video lên đến 23 giờ và phát lại âm thanh lên đến 75 giờ."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20256GB/iPhone-14-Pro-256GB-7.jpg"
            },
            {
                "desc": "iPhone 14 Pro trang bị sạc nhanh 20W đáp ứng nhu cầu sử dụng suốt ngày dài"
            },
            {
                "desc": "Ngoài ra, sản phẩm mới của “nhà Táo“ được trang bị công nghệ sạc nhanh với bộ chuyển đổi 20W giúp máy sạc 50% pin chỉ trong 30 phút. Điều này giúp iPhone 14 Pro được sạc nhanh chóng, tăng thời gian sử dụng và độ hài lòng của các iFans."
            },
            {
                "desc": "Đánh giá về màn hình mới & thiết kế Dynamic Island "
            },
            {
                "desc": "iPhone 14 Pro có sự cải tiến vượt bậc về mặt thiết kế màn hình khi loại bỏ phần notch “tai thỏ” được cho là đặc trưng của các dòng máy của Apple từ đời iPhone X đến nay. Thay vào đó, iPhone 14 Pro sở hữu thiết kế Dynamic Island - hình viên thuốc nằm ngang trên màn hình giúp sản phẩm trở nên sang trọng và tinh tế hơn. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20256GB/iPhone-14-Pro-256GB-8.jpg"
            },
            {
                "desc": "Dynamic Island là thiết kế nổi bật nhất của dòng máy iPhone 14 Pro"
            },
            {
                "desc": "Dynamic Island không chỉ là điểm nhấn về mặt thẩm mỹ, giải phóng không gian hiển thị màn hình, mà còn là nơi đặt camera, cảm biến, hiện thông báo, thay đổi kích thước khi dùng Face ID, điều hướng, nghe nhạc… Theo công bố của Apple, Dynamic Island được tích hợp với IOS 16, có thể làm việc với tất cả các ứng dụng giúp người dùng dễ dàng thao tác bất kỳ lúc nào."
            },
            {
                "desc": "Đánh giá về khả năng kết nối Wifi"
            },
            {
                "desc": "iPhone 14 Pro có thể kết nối với Wifi 6 (802.11ax) với 2x2 MIMO giúp hiệu suất máy vượt trội hơn các sản phẩm tiền nhiệm, có độ trễ thấp hơn, ít gây nhiễu và truyền thông tin nhanh hơn."
            },
            {
                "desc": "Đánh giá về tính năng mới khác trên iPhone 14 Pro "
            },
            {
                "desc": "iPhone 14 Pro được trang bị nhiều tính năng hữu ích và tối tân bảo đảm an toàn cho người sử dụng, bao gồm:"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20256GB/iPhone-14-Pro-256GB-9.jpg"
            },
            {
                "desc": "iPhone 14 Pro được cài đặt tính năng SOS va chạm, cảnh báo người dùng những nguy hiểm khi tham gia giao thông"
            },
            {
                "desc": "Giá thành iPhone 14 Pro 256GB "
            },
            {
                "desc": "Trong sự kiện ra mắt mới đây, Apple đã công bố giá bán quốc tế của iPhone 14 Pro 256GB là 999 USD. Mức giá dự kiến của iPhone 14 Pro 256GB khi được mở bán tại Việt Nam của Viettel Store là 32.990.000 VNĐ."
            },
            {
                "desc": "Theo đó, chi phí để sở hữu iPhone 14 Pro 256GB không tăng so với iPhone 13 Pro 256GB tại thời điểm ra mắt nhưng được trang bị nhiều tính năng vượt trội hơn. Còn chần chờ gì nữa mà không tậu ngay cho bản thân một chiếc iPhone 14 Pro 256GB với thiết kế thời thượng, sang trọng, kiểu dáng mới mẻ và nhiều tính năng hữu ích khác."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20256GB/iPhone-14-Pro-256GB-10.jpg"
            },
            {
                "desc": "Bảng giá dự kiến iPhone 14 Pro tại Viettel Store"
            },
            {
                "desc": "Lưu ý: Trên đây chỉ là mức giá bán dự kiến. Hãy liên hệ ngay với Viettel Store để nhận thông tin chi tiết bạn nhé!"
            },
            {
                "desc": "Mong rằng bài viết trên đã cung cấp đầy đủ thông tin cho bạn đọc về chủ đề iPhone 14 Pro 256GB. Hãy liên hệ với Viettel Store theo hotline 1800 8123 để nhận những thông báo mới và chính xác nhất về sản phẩm từ các chuyên viên tư vấn của Viettel Store. "
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED;6.1\"; 2556 ‑ x 1179 pixel ở 460 ppi; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A16 Bionic"
            ],
            [
                "Camera sau",
                "Độ phân giải 48MP 24 mm, khẩu độ ƒ / 1.78, ổn định hình ảnh quang học thay đổi cảm biến thế hệ thứ hai, thấu kính bảy thành phần, 100% điểm ảnh lấy nét. Zoom quang học 3x, zoom quang học 2x; Phạm vi zoom quang học 6x; zoom kỹ thuật số lên đến 15x. Nắp ống kính tinh thể sapphire. Đèn flash True Tone thích ứng. Động cơ quang tử. Chế độ chân dung với bokeh nâng cao và Kiểm soát độ sâu. Portrait Lighting với sáu hiệu ứng (Tự nhiên, Studio, Đường viền, Sân khấu, Sân khấu Mono, High Key Mono). Chụp ch"
            ],
            [
                "Camera trước",
                "12MP Ultra Wide",
                " 13 mm, khẩu độ ƒ / 2.2 và trường nhìn 120 °, thấu kính sáu thấu kính, 100% điểm ảnh lấy nét. Toàn cảnh (lên đến 63MP), Hiệu chỉnh ống kính (Siêu rộng) 12MP tele 2x (được kích hoạt bởi cảm biến quad-pixel)",
                " 48 mm, khẩu độ ƒ / 1,78, ổn định hình ảnh quang học dịch chuyển cảm biến thế hệ thứ hai, thấu kính bảy thành phần, 100% điểm ảnh lấy nét"
            ],
            [
                "Bộ nhớ trong",
                "256GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Hệ điều hành",
                "IOS"
            ],
            [
                "Wifi",
                "Wi ‑ Fi 6 (802.11ax) với 2x2 MIMO Wi-Fi MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Pin",
                "Tích hợp pin lithium ‑ ion có thể sạc lại"
            ]
        ]
    },
    {
        "title": "                               iPhone 14 Pro 128GB                                                                                                                        ",
        "priceSaleOff": "27.490.000 ₫",
        "originalPrice": "29.990.000₫",
        "colors": [
            "SPACE BLACK",
            "DEEP PURPLE",
            "GOLD",
            "SILVER",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/568076850.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2145576661.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/510202782.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/651497715.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/773972581.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/672563625.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2053584243.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/935749323.jpeg"
        ],
        "features": [
            {
                "desc": "8 điểm nổi bật nhất trên iPhone 14 Pro từ thiết kế cho đến hiệu năng và các tính năng bổ trợ."
            },
            {
                "desc": "Độ cảm biến lên đến 48MP "
            },
            {
                "desc": "Apple luôn chú trọng nâng cấp Camera iPhone để đem đến cho người dùng những trải nghiệm tốt nhất. Với iPhone 14 Pro mới này, Apple nâng cấp độ cảm biến từ 12MP lên thành 48MP. Con số 12MP quen thuộc và xuất hiện trên nhiều đời iPhone trước như iPhone 12, 13, đến nay đã được nâng cấp lên, cho độ cảm biến của cụm 3 camera sau 14 Pro trở nên cao cấp hơn. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-1.jpg"
            },
            {
                "desc": "Độ cảm biến iPhone 14 Pro đã được nâng cấp lên 48MP"
            },
            {
                "desc": "Ảnh 48MP có kích thước lớn hơn từ 2.5 đến 3 lần so với ảnh 12MP, tuy nhiên chất lượng ảnh nét hơn, chân thật hơn rất nhiều. Với chiếc điện thoại này, ngay cả khi không có nhiều kinh nghiệm “sống ảo\", bạn vẫn có thể chụp được những bức ảnh chất lượng siêu cao. "
            },
            {
                "desc": "Tích hợp tính năng phát hiện sự cố thông minh "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-2.jpg"
            },
            {
                "desc": "Tóm tắt công nghệ phát hiện va chạm trên iPhone 14 Pro "
            },
            {
                "desc": "iPhone 14 Pro có khả năng phát hiện các thay đổi đột ngột về tốc độ, áp suất cabin, hướng di chuyển, độ lớn của âm thanh để kịp thời cảnh báo về sự cố. Công nghệ này đã được nghiên cứu tại phòng thí nghiệm, sử dụng các thuật toán chuyển động nâng cao bằng cách ghi nhận kết quả từ các bài kiểm tra va chạm từ 1 triệu giờ lái xe với những sự cố trực diện từ phía sau, tác động bên và khi di chuyển. "
            },
            {
                "desc": "Trải nghiệm màn hình tốt hơn nhờ loại bỏ notch tai thỏ"
            },
            {
                "desc": "Thiết kế notch tai thỏ được xuất hiện từ đời iPhone X và cho đến nay Apple đã loại bỏ thiết kế này trên dòng iPhone 14 Pro và Pro Max (riêng iPhone 14 tiêu chuẩn và iPhone 14 Plus vẫn duy trì thiết kế này). Thiết kế notch tai thỏ dần trở nên quen thuộc với người dùng iPhone nhưng cũng đem đến nhiều bất lợi khi sử dụng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-3.jpg"
            },
            {
                "desc": "Không còn notch tai thỏ trên iPhone 14 Pro, đem đến một diện mạo mới"
            },
            {
                "desc": "Hiện tại, notch tai thỏ được thay bằng hình viên thuốc nằm ngang trên màn hình gọi là Dynamic Island đã giúp cho 14 Pro trở nên tinh tế, sang trọng hơn. Đặc biệt, Dynamic Island không chỉ đặt camera và cảm biến mà còn giúp hiện thông báo, thay đổi kích thước khi dùng Face ID, điều hướng, nghe nhạc,..."
            },
            {
                "desc": "Chip A16 Bionic mới, nâng cao hiệu suất"
            },
            {
                "desc": "Con chip mới A16 Bionic của iPhone 14 Pro sử dụng công nghệ 5 nanomet cho hiệu suất sử dụng cao hơn so với chip A15 cũ. Theo đánh giá thực nghiệm thì với A16 thì hiệu suất sử dụng trên 14 Pro tăng lên 18%, đồng thời tiết kiêm pin lên đến 30% so với iPhone 13 Pro năm 2021."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-4.jpg"
            },
            {
                "desc": "Chip A16 Bionic giúp hiệu năng sử dụng vượt trội hơn và giảm tiêu hao năng lượng pin lên đến 30% so với các phiên bản tiền nhiệm"
            },
            {
                "desc": "Thêm vào đó, con chip A16 còn giúp nâng cao hình ảnh hiển thị bằng cách  cho phép phân tích từng pixel để tối ưu hóa ảnh; tăng cường tính linh hoạt sáng tạo của cảm biến quad ‑ pixel. Đồng thời đem đến trải nghiệm công nghệ thực tế ảo, chơi game cực đã,... "
            },
            {
                "desc": "Tính năng Alway-on-Display "
            },
            {
                "desc": "Tính năng Alway-on-Display mới được Apple tích hợp trên iPhone 14 Pro và nhận được sự đánh giá cao của các chuyên ra công nghệ. Thực chất, Alway-on-Display đã xuất hiện trên các sản phẩm Apple Watch từ năm 2019. Nhận thấy sự tiện lợi của tính năng này, Apple đã tích hợp luôn trên  iPhone 14 Pro."
            },
            {
                "desc": "Alway-on-Display cho phép hiển thị các thông tin như ngày, giờ, pin,...hay thông báo kể cả khi bạn để ở chế độ ngủ. Vì vậy, bạn dễ dàng có thể kiểm tra điện thoại mà không cần bật màn hình lên. Mặc dù, 14Pro sẽ luôn ở trạng thái Alway-on-Display nhưng không gây tốn pin."
            },
            {
                "desc": "Màn hình LTPO OLED ProMotion sắc nét, chân thật"
            },
            {
                "desc": "iPhone 14 Pro có kích thước màn hình 6.1 inch và trang bị màn hình LTPO OLED ProMotion có khả năng tự động điều chỉnh độ làm mới theo quá trình sử dụng của người dùng như của iPhone 13 Pro. Tuy nhiên, màn hình OLED ở 14 Pro mới hơn, xịn hơn khi sử dụng bộ vật liệu M12 mới được phát triển. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-10.jpg"
            },
            {
                "desc": "Màn hình LTPO OLED ProMotion trên iPhone 14 Pro cho tốc độ làm tươi nhanh và không giới hạn"
            },
            {
                "desc": "Đồng thời, tốc độ làm mới không giới hạn, từ 1 - 120Hz, cho phép điện thoại ở chế độ tĩnh không tiêu hao năng lượng. Cũng chính vì thế, 14 Pro mới có thể tích hợp tính năng Alway-on-Display."
            },
            {
                "desc": "Trang bị sạc nhanh 20W"
            },
            {
                "desc": "Để thúc đẩy quá trình sạc pin cho iPhone 14 Pro, Apple vẫn tiếp tục đã trang bị sạc nhanh 20W giống như ở các phiên bản tiền nhiệm. Tốc độ sạc nhanh chỉ với 30 phút máy sẽ đầy được 50% pin giúp người dùng có thể nạp pin trong những trường hợp cần thiết hoặc sắp đi ra ngoài. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-7.jpg"
            },
            {
                "desc": "Sạc nhanh 30W giúp rút ngắn thời gian sạc trên iPhone 14 Pro, hỗ trợ người dùng trong những trường hợp cần thiết"
            },
            {
                "desc": "Chế độ sạc nhanh cũng không gây ảnh hưởng đến tuổi thọ pin hay các vấn đề khác. Tuy nhiên, chế độ sạc nhanh chỉ cho phép sạc nhanh 80% pin và sẽ trở lại trạng thái sạc bình thường ở những phần trăm pin còn lại để đảm bảo pin máy tốt nhất."
            },
            {
                "desc": "Bảng màu sắc bắt mắt"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-8.jpg"
            },
            {
                "desc": "Các phiên bản màu sắc của iPhone 14 Pro"
            },
            {
                "desc": "Nếu so với iPhone 13 Pro thì iPhone 14 Pro chỉ sở hữu vỏn vẹn 4 màu là đen, bạc, vàng, tím. Trong đó, màu tím là màu chưa từng xuất hiện ở các phiên bản iPhone trước hay bất kỳ sản phẩm nào của nhà Apple. Chính vì thế, iPone 14 Pro màu tím luôn nhận được sự yêu thích của cộng đồng iFan kể từ khi những tin đồn xuất hiện."
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED;6.1\"; 2556 ‑ x 1179 pixel ở 460 ppi; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A16 Bionic"
            ],
            [
                "Camera sau",
                "Độ phân giải 48MP 24 mm, khẩu độ ƒ / 1.78, ổn định hình ảnh quang học thay đổi cảm biến thế hệ thứ hai, thấu kính bảy thành phần, 100% điểm ảnh lấy nét. Zoom quang học 3x, zoom quang học 2x; Phạm vi zoom quang học 6x; zoom kỹ thuật số lên đến 15x. Nắp ống kính tinh thể sapphire. Đèn flash True Tone thích ứng. Động cơ quang tử. Chế độ chân dung với bokeh nâng cao và Kiểm soát độ sâu. Portrait Lighting với sáu hiệu ứng (Tự nhiên, Studio, Đường viền, Sân khấu, Sân khấu Mono, High Key Mono). Chụp ch"
            ],
            [
                "Camera trước",
                "12MP Ultra Wide",
                " 13 mm, khẩu độ ƒ / 2.2 và trường nhìn 120 °, thấu kính sáu thấu kính, 100% điểm ảnh lấy nét. Toàn cảnh (lên đến 63MP), Hiệu chỉnh ống kính (Siêu rộng) 12MP tele 2x (được kích hoạt bởi cảm biến quad-pixel)",
                " 48 mm, khẩu độ ƒ / 1,78, ổn định hình ảnh quang học dịch chuyển cảm biến thế hệ thứ hai, thấu kính bảy thành phần, 100% điểm ảnh lấy nét"
            ],
            [
                "Bộ nhớ trong",
                "128GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Hệ điều hành",
                "IOS"
            ],
            [
                "Wifi",
                "Wi ‑ Fi 6 (802.11ax) với 2x2 MIMO Wi-Fi MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Pin",
                "Tích hợp pin lithium ‑ ion có thể sạc lại"
            ]
        ]
    },
    {
        "title": "                               iPhone 14 Pro Max 128GB                                                                                                                        ",
        "priceSaleOff": "29.490.000 ₫",
        "originalPrice": "32.990.000₫",
        "colors": [
            "SPACE BLACK",
            "DEEP PURPLE",
            "GOLD",
            "SILVER",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/274903389.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/325815861.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1739838412.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1896224739.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/706086010.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1777775996.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/116945881.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1231131890.jpeg"
        ],
        "features": [
            {
                "desc": "Đánh giá iPhone 14 Pro Max - chiếc smartphone “đỉnh nhất\" nhà Táo!"
            },
            {
                "desc": "Ngoại hình thời thượng với hơn 4 lựa chọn màu sắc"
            },
            {
                "desc": "Những năm gần đây, Apple luôn quan tâm đến việc cải tiến các tùy chọn màu sắc của iPhone. Công bố chính thức trên website của nhà Táo vào ngày 7/9 vừa qua, phiên bản iPhone 14 Pro Max khoác lên mình nhiều gam màu mới mẻ nhằm đáp ứng nhu cầu đa dạng của người dùng. "
            },
            {
                "desc": "Bên cạnh những phiên bản màu sắc quen thuộc là đen, bạc, vàng, iPhone 14 Pro Max còn được trang bị thêm gam màu tím cực kỳ trẻ trung, ngọt ngào. Điểm đặc biệt là mẫu iPhone màu tím này có thể thay đổi tông màu theo điều kiện ánh sáng xung quanh. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-1.jpg"
            },
            {
                "desc": "Hệ màu sắc cơ bản của iPhone 14 Pro Max"
            },
            {
                "desc": "Ở những phiên bản iPhone 12 và iPhone 12 mini, màu tím cũng từng được \"nhà Táo\" áp dụng trong đợt giảm giá kích cầu mua sắm. Ngoài ra, các dòng sản phẩm khác như iMac 24 inch, iPad mini thế hệ 6 hay iPad Air thế hệ 5 với tùy chọn màu tím đều nhận được phản hồi tích cực khi ra mắt. Chính vì thế, \"Táo khuyết\" quyết định tiếp nối xu hướng mới lạ này cho thế hệ iPhone 14 năm 2022. "
            },
            {
                "desc": "Cụm camera cảm biến 48MP và quay video 4K chất lượng cao"
            },
            {
                "desc": "iPhone 14 Pro Max sở hữu camera chính 48MP với cảm biến 4 điểm ảnh tiên tiến hỗ trợ rất nhiều cho việc chụp ảnh trong điều kiện thiếu sáng. Với cảm biến quad-pixel, bạn có thể tạo thêm một ống kính tele 2x để mở rộng các tùy chọn thu phóng, cung cấp hình ảnh và video có độ phân giải cao mà không cần thu phóng kỹ thuật số. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-2.jpg"
            },
            {
                "desc": "Cụm camera cảm biến 48MP của iPhone 14 Pro Max"
            },
            {
                "desc": "Hơn nữa, khả năng quay video 4K đem đến trải nghiệm quay phim chất lượng cao, độc đáo cho người dùng. Sự kết hợp của ống kính tele chất lượng quang học gấp 2 lần, đèn flash True Tone với tính đồng nhất gấp ba và camera trước True Depth là công cụ hỗ trợ đắc lực, mang lại những bức hình và video chân thực, sống động bằng chính chiếc iPhone của bạn. "
            },
            {
                "desc": "Thiết kế hình viên thuốc thay thế “notch tai thỏ”"
            },
            {
                "desc": "Nhà Táo khuyết đã thực hiện một bước cải tiến đột phá về thiết kế khi loại bỏ hoàn toàn phần notch tai thỏ trên các phiên bản iPhone 14 Pro và Pro Max. Thay vào đó, Apple áp dụng thiết kế hình viên thuốc chứa camera TrueDepth cung cấp cảm biến Face ID và tính năng lấy nét tự động."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-3.jpg"
            },
            {
                "desc": "Thay thế “notch tai thỏ” bằng thiết kế viên thuốc ấn tượng"
            },
            {
                "desc": "Ở khu vực notch, nhà Táo đã thiết kế tính năng Dynamic Island để kết hợp thông báo của iPhone và notch thành một khối thống nhất. Sự cải tiến mới lạ này nhằm đem đến trải nghiệm thị giác liền mạch với những gì được hiển thị trên màn hình cho người dùng. "
            },
            {
                "desc": "Thiết kế mới này đem đến nét sang trọng, thanh tao cho thiết bị, đồng thời tăng diện tích màn hình giúp tối ưu hóa trải nghiệm người dùng. Giao diện khác biệt của iPhone 14 Pro Max đáp ứng sự mong đợi của cộng đồng iFans khi thiết kế “notch tai thỏ” ở phiên bản tiền nhiệm được cho là tốn diện tích và gây bất tiện khi sử dụng."
            },
            {
                "desc": "Màn hình Super Retina XDR OLED vô cùng sắc nét"
            },
            {
                "desc": "So với thế hệ trước, kích thước màn hình của iPhone 14 Pro Max vẫn là 6.7 inch. Tuy nhiên, Apple trang bị Super Retina XDR OLED với màu sắc 1B, kích thước 6.1 inch cùng độ phân giải 2778 x 1284 pixel và mật độ điểm ảnh khoảng 459 ppi cho màn hình mẫu iPhone mới. Điều này không chỉ cải thiện độ tương phản, đem lại độ sáng cao mà còn tiết kiệm pin tối đa, giúp người dùng trải nghiệm màn hình nét căng khi sử dụng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-5.jpg"
            },
            {
                "desc": "iPhone 14 Pro Max được trang bị màn hình Super Retina XDR OLED với màu sắc 1B sắc nét"
            },
            {
                "desc": "Điểm đặc biệt là màn hình Pro Max được phủ lớp oleophobic chống bám vân tay để thuận tiện hơn khi dùng. Với công nghệ True Tone Wide color (p3) và Haptic Touch, tính năng HDR display còn đem đến những bức hình chất lượng độc đáo kể cả trong điều kiện có độ tương phản cao. "
            },
            {
                "desc": "Tốc độ truyền tải dữ liệu cực nhanh nhờ chip 5G"
            },
            {
                "desc": "iPhone 14 Pro Max sử dụng chip 5G với hiệu suất mạnh mẽ giúp đẩy nhanh tốc độ truyền tải dữ liệu. Bộ vi xử lý tần số vô tuyến (RF) 5G kết hợp cùng modem Snapdragon X65 nhằm tạo ra hệ thống kết nối mạng 5G tân tiến nhất cho dòng iPhone 14 Pro Max. Tốc độ truyền tải dữ liệu lên đến 10Gb/giây đem đến trải nghiệm tuyệt vời cho người dùng."
            },
            {
                "desc": "Hơn thế nữa, điện thoại Pro Max sẽ vừa có hiệu suất cao ở băng tần 5G sub 6 GHz lại vừa tiết kiệm điện năng nhờ ứng dụng công nghệ sản xuất 6nm cho chip RF 5G. Việc sử dụng modem Snapdragon X65 làm tăng phạm vi phủ sóng mmWave tốt hơn rất nhiều và hỗ trợ tất cả tần số mmWave thương mại trên toàn cầu."
            },
            {
                "desc": "Tính năng an toàn mới cực kỳ độc đáo"
            },
            {
                "desc": "Điện thoại iPhone 14 Pro Max được nhà Apple trang bị tính năng an toàn mới với kết nối vệ tinh và phát hiện va chạm. "
            },
            {
                "desc": "Nhờ sự kết hợp những tính năng thông minh này mà người dùng được đảm bảo an toàn khi sở hữu bên mình. "
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 6.7 inch; 120Hz; 2778 x 1284 pixels; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A16 Bionic"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "48MP; 24 mm, 48 mm (2x tele); Pixel quad 2,44 µm; Điểm ảnh đơn 1,22 µm; , khẩu độ ƒ / 1,78, 100% điểm ảnh lấy nét; thấu kính 7 thành phần, OIS cảm biến thay đổi (thế hệ thứ 2)"
            ],
            [
                "Bộ nhớ trong",
                "128GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Hệ điều hành",
                "IOS"
            ],
            [
                "Wifi",
                "WiFi 6 (802.11ax) với 2x2 MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Pin",
                "Pin lithium Có hỗ trợ sạc không dây MagSafe lên đến 15W, sạc không dây Qi lên đến 7,5W"
            ]
        ]
    },
    {
        "title": "                               iPhone 14 512GB                                                                                                                        ",
        "priceSaleOff": "28.490.000 ₫",
        "originalPrice": "32.990.000₫",
        "colors": [
            "PURPLE",
            "BLUE",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1269833301.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/429327169.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/115606211.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1531122391.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2093612315.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/603637044.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/923955395.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/266863007.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/961892979.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1118279306.jpeg"
        ],
        "features": [
            {
                "desc": "iPhone 14 512GB giúp bạn thoải mái lưu trữ video, hình ảnh, ứng dụng,... mà không cần lo lắng bộ nhớ bị đầy. Với dung lượng ROM 512GB, bạn sẽ có không gian lưu trữ cực lớn, tối đa 142.000 bức ảnh có độ phân giải 12MP và hơn 1000 video full HD (1080p) có độ dài 30 phút. Mức dung lượng này phù hợp nhất với những người thường xuyên quay video, hình ảnh hay các editor chuyên nghiệp."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20512GB/iPhone-14-512GB-1.jpg"
            },
            {
                "desc": "Ngoại hình ấn tượng của iPhone 14 bản 512GB"
            },
            {
                "desc": "Ngoài ra, iPhone 14 512GB còn có những ưu điểm khác như: 5 màu sang trọng, thời thượng gồm xanh, đỏ, đen, trắng, tím; ngoại hình gọn nhẹ dễ mang theo bên người; tốc độ kết nối 5G cực đỉnh, kết nối công nghệ WiFi 6 hiện đại... "
            },
            {
                "desc": "Đánh giá sức mạnh cấu hình iPhone 14 512GB"
            },
            {
                "desc": "iPhone 14 512GB được Apple trang bị con chip A16 Bionic thế hệ mới nhất được sản xuất trên tiến trình 4nm cùng bộ nhớ RAM 6GB. Nhờ con chip A16 mạnh mẽ với CPU 6 lõi và GPU 5 lõi, iPhone 14 512GB được tăng hiệu suất chơi game đáng kể. Chipset A16 cũng hỗ trợ tính năng chụp ảnh kết hợp công nghệ Photonic Engine để chụp hình tốt hơn trong điều kiện thiếu sáng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20512GB/iPhone-14-512GB-2.jpg"
            },
            {
                "desc": "iPhone 14 512GB có cấu hình mạnh mẽ"
            },
            {
                "desc": "Viên pin của iPhone 14 512GB có thời gian xem video lên đến 20 giờ, thời gian phát trực tiếp 16 giờ và thời gian phát âm thanh 80 giờ, vượt trội hơn hẳn so với iPhone 13. Người dùng iPhone 14 có thể yên tâm sử dụng máy cả ngày dài mà không lo hết pin. Tuy nhiên, iPhone 14 Pro vẫn vượt trội hơn về dung lượng pin khi có thể phát liên tục video trong 29 giờ."
            },
            {
                "desc": "Dù iPhone 14 521GB không phải là phiên bản mạnh nhất trong iPhone 14 series nhưng với cấu hình này, thiết bị vẫn được đánh giá là đối thủ nặng ký trên thị trường smartphone, xứng đáng được nhiều người dùng lựa chọn."
            },
            {
                "desc": "Đánh giá màn hình iPhone 14 512GB"
            },
            {
                "desc": "iPhone 14 series vẫn sử dụng màn hình OLED với khả năng hiển thị cao cấp Super Retinar XDR, iPhone 14 có giải màu P3 rộng cùng tỉ lệ tương phản 2.000.000:1, đảm bảo hiển thị mọi thông tin trên màn hình một cách rõ ràng, sắc nét nhất."
            },
            {
                "desc": "Bên cạnh đó, công nghệ True Tone và tần số quét tự động điều chỉnh độ sáng và tốc độ làm mới màn hình, giúp mắt người dùng thích ứng tự nhiên với ánh sáng từ môi trường xung quanh."
            },
            {
                "desc": "Đặc biệt, Apple đã bổ sung tính năng Always - On cho iPhone 14. Nhờ đó, người dùng có thể xem thời gian, kiểm tra thời tiết hay check các thông báo quan trọng ngay trên màn hình khoá mà không cần thêm bước mở khoá để vào màn hình chính."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20512GB/iPhone-14-512GB-3.jpg"
            },
            {
                "desc": "iPhone 14 512GB sở hữu màn hình tương tự iPhone 13"
            },
            {
                "desc": "iPhone 14 và iPhone 13 đều sử dụng một loại màn hình và độ phân giải nên khả năng hiển thị có thể nói là như nhau. Mặt khác, iPhone 14 Pro vẫn mang lại cho người dùng trải nghiệm vô cùng mới mẻ nhờ phần đục lỗ Dynamic Island có thể thay đổi hình dạng và tương tác với người dùng chỉ bằng 1 cái chạm."
            },
            {
                "desc": "Đánh giá camera iPhone 14 512GB"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20512GB/iPhone-14-512GB-4.jpg"
            },
            {
                "desc": "Camera trước của iPhone 14 cho chất lượng hình ảnh cực sắc nét, sống động"
            },
            {
                "desc": "Giống như thế hệ tiền nhiệm, iPhone 14 cũng có camera trước được trang bị khả năng lấy nét tự động. Tuy nhiên, camera trước của iPhone 14 có thể tính năng Photonic Engine nhằm cải thiện về khẩu độ so với iPhone 13. Khẩu độ rộng hơn giúp iPhone 14 thu được nhiều ánh sáng hơn, từ đó cải thiện chất lượng hình ảnh khi người dùng gọi facetime hoặc selfie."
            },
            {
                "desc": "iPhone 14 có 2 camera sau gồm góc rộng 12MP và góc siêu rộng 12MP được đặt ở vị trí giống hệt như trên iPhone 13. Công nghệ Photonic Engine và hệ thống camera TrueDepth giúp iPhone 14 lấy nét tự động mượt mà, cải thiện chất lượng hình ảnh đáng kể trong điều kiện thiếu sáng. Theo đánh giá, cảm biến camera mới đã cải thiện 49% khả năng chụp ảnh thiếu sáng của iPhone 14 so với các phiên bản tiền nhiệm."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20512GB/iPhone-14-512GB-5.jpg"
            },
            {
                "desc": "Camera sau chụp ảnh như máy ảnh chuyên nghiệp"
            },
            {
                "desc": "Về video, iPhone 14 512GB có chế độ Active Mode nên có khả năng chống rung tốt hơn khi người dùng vừa di chuyển vừa quay video. Cả 3 phiên bản iPhone 13, iPhone 14 và iPhone 14 Pro đều hỗ trợ quay video chất lượng 4K nhưng iPhone 14 và iPhone 14 Pro tạo ra video chất lượng và ít rung hơn hẳn so với iPhone 13."
            },
            {
                "desc": "Tuy nhiên, iPhone 13 và iPhone 14 không được trang bị ống kính tele chuyên dụng như iPhone 14 Pro nên phần nào bị ảnh hưởng tới khả năng thu phóng khi quay và chụp hình."
            },
            {
                "desc": "Đánh giá pin và công nghệ sạc iPhone 14 512GB"
            },
            {
                "desc": "iPhone 14 512GB có dung lượng pin khá ấn tượng. Apple cho biết iPhone 14 có thể phát trực tiếp video 16 giờ liên tục, phát âm thanh trong vòng 80 giờ, nhiều hơn 75 giờ so với iPhone 13. Điều này chứng minh, pin của iPhone 14 khá “trâu\", đảm bảo đồng hành cùng người dùng suốt một ngày dài làm việc."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20512GB/iPhone-14-512GB-6.jpg"
            },
            {
                "desc": "Về công nghệ sạc, iPhone 14 vẫn đi kèm hệ thống cáp sạc Lightning 2.0 với tốc độ sạc 20W tương tự với iPhone 13. Người dùng có thể hoàn toàn yên tâm vì với công nghệ này, iPhone 14 có thể nạp nhanh 50% pin chỉ trong vòng 30 phút. iPhone 14 Pro cũng được tích hợp công nghệ sạc tương tự iPhone 14."
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 2532 x 1170 pixel ở 460 ppi; 6.1\"; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic; CPU 6 nhân với 2 nhân hiệu suất và 4 nhân hiệu quả; Apple GPU 5 nhân"
            ],
            [
                "Camera sau",
                "Chính 12MP",
                " 26 mm, khẩu độ ƒ / 1.5, ổn định hình ảnh quang học thay đổi cảm biến, thấu kính bảy thành phần, 100% điểm ảnh lấy nét. Nắp ống kính tinh thể sapphire, Đèn flash True Tone, Động cơ quang tử, Kết hợp sâu, HDR thông minh 4, Chế độ chân dung với bokeh nâng cao và Kiểm soát độ sâu, Portrait Lighting với sáu hiệu ứng (Tự nhiên, Studio, Đường viền, Sân khấu, Sân khấu Mono, High Key Mono), Chế độ ban đêm, Chỉnh sửa mắt đỏ nâng cao, Ổn định hình ảnh tự động, Gắn thẻ địa lý cho ảnh, Định dạng "
            ],
            [
                "Camera trước",
                "12MP Ultra Wide",
                " 13 mm, khẩu độ ƒ / 2.4 và trường nhìn 120 °, thấu kính năm thành phần, Toàn cảnh (lên đến 63MP), Chụp màu rộng cho ảnh và Ảnh trực tiếp, Hiệu chỉnh ống kính (Siêu rộng)"
            ],
            [
                "Bộ nhớ trong",
                "512 GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Wifi",
                "Wi ‑ Fi 6 (802.11ax) với 2x2 MIMO Wi-Fi MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "Quay video 4K ở 24 khung hình / giây, 25 khung hình / giây, 30 khung hình / giây hoặc 60 khung hình / giây. Quay video HD 1080p ở tốc độ 25 khung hình / giây, 30 khung hình / giây hoặc 60 khung hình / giây. Quay video HD 720p ở tốc độ 30 khung hình / giây. Quay video HDR với Dolby Vision lên đến 4K ở tốc độ 60 khung hình / giây"
            ],
            [
                "Pin",
                "Pin lithium-ion có thể sạc lại tích hợp; Tích hợp khả năng sạc nhanh tới 50% trong khoảng 30 phút 14 với bộ chuyển đổi 20W trở lên (bán riêng); Phát lại video lên đến 20 giờ - Phát lại âm thanh lên đến 80 giờ"
            ]
        ]
    },
    {
        "title": "                               iPhone 14 256GB                                                                                                                        ",
        "priceSaleOff": "23.490.000 ₫",
        "originalPrice": "26.990.000₫",
        "colors": [
            "PURPLE",
            "BLUE",
            "STARLIGHT",
            "MIDNIGHT",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/165738241.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/963670798.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1941952289.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1191906170.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1356254182.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/418936309.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1553772240.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/288590319.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/250613959.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/196220689.jpeg"
        ],
        "features": [
            {
                "desc": "Sau thời gian dài chờ đợi thì mới đây chiếc điện thoại iPhone 14 của Apple đã chính thức được lộ diện với hàng loạt thông số kỹ thuật ấn tượng từ camera cho đến hiệu năng khủng. Sản phẩm hứa hẹn sẽ trở thành tâm điểm gây chú ý nhất trong nửa cuối năm 2022."
            },
            {
                "desc": "Thiết kế hiện đại, sang trọng tương tự iPhone 13"
            },
            {
                "desc": "Dường như Apple đang thiết lập ngôn ngữ thiết kế hiện đại mới cho các sản phẩm của mình, khởi đầu là từ iPhone 12. Chúng ta sẽ lại thấy ngôn ngữ thiết kế này trên phiên bản iPhone 14 vừa ra mắt của hãng. Được biết, ngôn ngữ thiết kế của iPhone 12 mang nét hoài cổ và lấy cảm hứng từ phiên bản iPhone 5 cũ, do đó iPhone 14 sẽ được trang bị khung viền vuông vức cứng cáp cùng mặt lưng phẳng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone-14-1.jpg"
            },
            {
                "desc": "Thiết kế sang trọng, hiện đại tương tự như iPhone 13"
            },
            {
                "desc": "Thiết kế khung kim loại được ép chặt bởi hai mặt kính là nét đặc trưng của Apple, không chỉ có tính nhận diện cao mà còn mang đến tính thẩm mĩ vượt trội cho thiết bị. Các chi tiết như nút nguồn, nút tăng giảm âm tượng và loa vẫn được bố trí như trên phiên bản tiền nhiệm."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone-14-2.jpg"
            },
            {
                "desc": "iPhone 14 mang đến cho người dùng nhiều tùy chọn màu sắc cá tính"
            },
            {
                "desc": "Về chất liệu, iPhone 14 có phần viền được làm từ chất liệu thép không gỉ chống xước tối ưu và đi kèm 2 lớp kính Corning Gorilla Glass thế hệ mới nhất, cùng khả năng chống bụi và nước chuẩn IP68 - vốn rất cần thiết cho một sản phẩm cao cấp. Ngoài ra, iPhone 14 cũng mang đến cho người dùng nhiều tùy chọn màu sắc cá tính như Midnight, Starlight, Blue, Purple và Product (RED)."
            },
            {
                "desc": "Màn hình OLED cho trải nhiệm hình ảnh vô cùng sắc nét"
            },
            {
                "desc": "iPhone 14 vẫn sử dụng màn hình tai thỏ tương tự như thế hệ tiền nhiệm iPhone 13, không giống với đồn đoán trước đó là máy sẽ bị loại bỏ tai thỏ và đưa camera ẩn trong màn hình."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone-14-3.jpg"
            },
            {
                "desc": "Màn hình của iPhone 14 vẫn sử dụng thiết kế tai thỏ như bản tiền nhiệm"
            },
            {
                "desc": "Màn hình này có kích thước 6.1 inch, đi kèm độ phân giải 2532 x 1170pixels và sẽ được trang bị tấm nền OLED cùng công nghệ Super Retina XDR, kết hợp với dải màu P3 rộng. Những thông số này sẽ giúp iPhone 14 có thể hiển thị màu sắc chân thực với chi tiết rõ nét."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone-14-5.jpg"
            },
            {
                "desc": "Màn hình của iPhone 14 vẫn sử dụng thiết kế tai thỏ như bản tiền nhiệm"
            },
            {
                "desc": "Ngoài ra, màn hình của iPhone 14 cũng được trang bị độ sáng cao, với độ sáng tối đa có thể lên tới 1200 nits (HDR) và ở chế độ thường là 800 nits. Với độ sáng này đi kèm độ tương phản cao 2.000.000: 1 sẽ giúp bạn có thể quan sát được các thông tin hiển thị trên điện thoại trong nhiều điều kiện ánh sáng khác nhau, từ trong nhà đến ngoài trời nắng. Đồng thời, Apple cũng trang bị cho iPhone 14 một lớp phủ Oleophobic giúp chống bám vân tay khá hiệu quả."
            },
            {
                "desc": "Con chip Apple A15 Bionic được cải tiến với phiên bản 5 nhân"
            },
            {
                "desc": "Tuy vẫn sử dụng con chip Apple A15 Bionic nhưng iPhone 14 đã được cải tiến với 5 nhân so với iPhone 13 chỉ có 4 nhân. Nhờ vậy, hiệu suất và khả năng đồ họa sẽ được cải thiện một cách đáng kể. Bên cạnh đó, con chip này còn được trang bị thêm tính năng Secure Enclave giúp bảo vệ các thông tin của người dùng như danh bạ, Face ID,..."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone-14-6.jpg"
            },
            {
                "desc": "Chip A15 Bionic 5 nhân giúp cải thiện hiệu suất và khả năng đồ họa đáng kể"
            },
            {
                "desc": "Về dung lượng bộ nhớ trong, iPhone 14 sẽ cung cấp 3 phiên bản khác nhau, trong đó bản tiêu chuẩn vẫn sở hữu dung lượng 128GB, và 2 phiên bản bộ nhớ nâng cấp còn lại là 256GB và 512GB. Ngay khi lên kệ, máy sẽ được cài đặt sẵn hệ điều hành iOS 16 cho phép người dùng có thể tùy chỉnh màn hình khóa theo phong cách mới."
            },
            {
                "desc": "Dung lượng pin được cải thiện, hỗ trợ sạc MagSafe"
            },
            {
                "desc": "iPhone 14 series được Apple đánh giá là thế hệ iPhone có thời lượng pin tốt nhất. Theo hãng, iPhone 14 sẽ cho thời gian phát video lên đến 20 giờ hoặc 16 giờ khi phát video trực tuyến. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone-14-7.jpg"
            },
            {
                "desc": "Dung lượng pin trên iPhone 14 được cải thiện cho thời lượng sử dụng lâu hơn"
            },
            {
                "desc": "Ngoài ra, máy còn hỗ trợ sạc nhanh 20W với củ sạc được bán riêng. Với công suất này, bạn có thể bổ sung 50% dung lượng pin cho thiết bị chỉ trong vòng 30 phút. Đồng thời, iPhone 14 cũng hỗ trợ sạc nhanh không dây MagSafe với công suất 15W và sạc không dây Qi lên đến 7,5W."
            },
            {
                "desc": "Cụm camera kép 12MP với cảm biến mới"
            },
            {
                "desc": "Thiết kế cụm camera trên iPhone 14 cũng không có nhiều thay đổi so với phiên bản tiền nhiệm, máy vẫn sở hữu camera kép mặt sau đều có độ phân giải 12MP với thiết kế chéo quen thuộc. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone-14-8.jpg"
            },
            {
                "desc": "Cụm camera kép được cải thiện đáng kể về chất lượng phần cứng"
            },
            {
                "desc": "Cụm camera kép này gồm ống kính chính với thấu kính 7 thành phần cùng khẩu độ ƒ / 1.5 và hỗ trợ ổn định hình ảnh quang học, ống kính góc rộng với  thấu kính 5 thành phần cùng tiêu cự 13mm, khẩu độ  ƒ / 2.4 và có góc chụp rộng lên đến 120 độ."
            },
            {
                "desc": "Tuy không có nhiều nâng cấp về thiết kế nhưng chất lượng phần cứng lại được cải thiện đáng kể. Cụ thể, iPhone 14 sẽ được trang bị cảm biến và điểm ảnh lớn hơn đạt 1.9 micron. Cảm biến mới này cho phép cải thiện khả năng chụp thiếu sáng lên đến 49%, đi kèm đó là tốc độ phơi sáng khi sử dụng chế độ chụp đêm nhanh gấp 2 lần. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone-14-9.jpg"
            },
            {
                "desc": "Cảm biến mới nâng cao chất lượng chụp hình và khả năng quay video ổn định hơn"
            },
            {
                "desc": "Cảm biến mới không chỉ giúp nâng cao chất lượng chụp hình mà còn mang đến khả năng quay video một cách ổn định hơn. Với những cải tiến này, iPhone 14 sẽ hỗ trợ hiệu quả để người dùng ghi lại những khoảng khắc đẹp trong nhiều điều kiện ánh sáng khác nhau, kể cả ánh sáng yếu."
            },
            {
                "desc": "Ngoài ra, cụm camera sau của iPhone 14 còn hỗ trợ chụp ảnh từ xa với khả năng zoom quang học 2x và zoom kỹ thuật số lên đến 5x. Đồng thời được tích hợp nhiều chế độ chụp hình chuyên nhiệp như HDR, Portrait Lighting, chế độ chụp toàn cảnh, chỉnh sửa mắt đỏ nâng cao,..."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone-14-10.jpg"
            },
            {
                "desc": "Ống kính selfie TrueDepth được trang bị nhiều tính năng chụp ảnh chuyên nghiệp"
            },
            {
                "desc": "Mặt trước của iPhone 14 là ống kính selfie TrueDepth 12MP nằm trong notch tai thỏ quen thuộc với khả năng lấy nét tự động. Kết hợp với tính năng Photonic Engine giúp cải thiện ánh sáng gấp 2 lần khi chụp ảnh trong điều kiện ánh sáng yếu. Ống kính TrueDepth này cũng được trang bị nhiều tính năng chụp ảnh chuyên nghiệp như chế độ ban đêm, chế độ chân dung, chụp hình với Animoji và Memoji, chụp ảnh Portrait Lighting với sáu hiệu ứng,..."
            },
            {
                "desc": "Bên cạnh khả năng chụp hình ấn tượng, iPhone 14 còn hỗ trợ quay video 4K, HD 1080p, HD 720p cùng nhiều chế độ hấp dẫn như chế độ điện ảnh, chế độ hành động, chuyển động chậm hay tua nhanh."
            },
            {
                "desc": "Một số tính năng đáng chú ý khác trên iPhone 14"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone-14-12.jpg"
            },
            {
                "desc": "iPhone 14 cũng được trang bị tính năng gọi SOS khẩn cấp qua vệ tinh"
            },
            {
                "desc": "Ngoài những tính năng nổi bật trên đây, iPhone 14 còn được trang bị tính năng gọi SOS khẩn cấp qua vệ tinh khi người dùng không thể kết nối với wifi hoặc các dịch vụ di động. Máy cũng sẽ phát hiện các sự cố nghiêm trọng và kêu gọi sự trợ giúp từ 911."
            },
            {
                "desc": "Một điếm nhấn ấn tượng khác trên iPhone 14 đó là khay sim bị loại bỏ. Tại thị trường Mỹ, iPhone 14 sẽ loại bỏ hoàn toàn khay sim vật lý để sử dụng 100% eSim. Tuy vậy, thiết kế này chỉ áp dụng trên các sản phẩm chính hãng được bán ra tại Mỹ, còn các thị trường khác trong đó có Việt Nam vẫn sử dụng kết hợp khay sim vật lý bình thường."
            },
            {
                "desc": "Với những tính năng tuyệt vời, iPhone 14 chắc chắn sẽ trở thành một trong những chiếc iPhone đáng mua nhất năm 2022. Đây không đơn thuần là một chiếc smartphone mà còn là một món phụ kiện cao cấp giúp toát lên vẻ ngoài sang trọng khi bạn cầm nắm trên tay."
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 2532 x 1170 pixel ở 460 ppi; 6.1\"; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic; CPU 6 nhân với 2 nhân hiệu suất và 4 nhân hiệu quả; Apple GPU 5 nhân"
            ],
            [
                "Camera sau",
                "Chính 12MP",
                " 26 mm, khẩu độ ƒ / 1.5, ổn định hình ảnh quang học thay đổi cảm biến, thấu kính bảy thành phần, 100% điểm ảnh lấy nét. Nắp ống kính tinh thể sapphire, Đèn flash True Tone, Động cơ quang tử, Kết hợp sâu, HDR thông minh 4, Chế độ chân dung với bokeh nâng cao và Kiểm soát độ sâu, Portrait Lighting với sáu hiệu ứng (Tự nhiên, Studio, Đường viền, Sân khấu, Sân khấu Mono, High Key Mono), Chế độ ban đêm, Chỉnh sửa mắt đỏ nâng cao, Ổn định hình ảnh tự động, Gắn thẻ địa lý cho ảnh, Định dạng "
            ],
            [
                "Camera trước",
                "12MP Ultra Wide",
                " 13 mm, khẩu độ ƒ / 2.4 và trường nhìn 120 °, thấu kính năm thành phần, Toàn cảnh (lên đến 63MP), Chụp màu rộng cho ảnh và Ảnh trực tiếp, Hiệu chỉnh ống kính (Siêu rộng)"
            ],
            [
                "Bộ nhớ trong",
                "Bộ nhớ trong 256 GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Wifi",
                "Wi ‑ Fi 6 (802.11ax) với 2x2 MIMO Wi-Fi MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "Quay video 4K ở 24 khung hình / giây, 25 khung hình / giây, 30 khung hình / giây hoặc 60 khung hình / giây. Quay video HD 1080p ở tốc độ 25 khung hình / giây, 30 khung hình / giây hoặc 60 khung hình / giây. Quay video HD 720p ở tốc độ 30 khung hình / giây. Quay video HDR với Dolby Vision lên đến 4K ở tốc độ 60 khung hình / giây"
            ],
            [
                "Pin",
                "Pin lithium-ion có thể sạc lại tích hợp; Phát lại video lên đến 20 giờ - Phát lại âm thanh lên đến 80 giờ; Tích hợp khả năng sạc nhanh tới 50% trong khoảng 30 phút 14 với bộ chuyển đổi 20W trở lên (bán riêng)"
            ]
        ]
    },
    {
        "title": "                               iPhone 14 128GB                                                                                                                        ",
        "priceSaleOff": "19.990.000 ₫",
        "originalPrice": "23.990.000₫",
        "colors": [
            "RED",
            "PURPLE",
            "BLUE",
            "STARLIGHT",
            "MIDNIGHT",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/157750538.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1563317864.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2056439452.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/723473385.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/406597056.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2105987632.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1688157111.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/516097034.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1054117802.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1248025725.jpeg"
        ],
        "features": [
            {
                "desc": "iPhone 14 128GB còn sở hữu nhiều ưu điểm như: khả năng truyền tải dữ liệu cực nhanh; bảng màu bắt mắt với màu xanh nhẹ nhàng, tím trendy; đỏ rực rỡ, thiết kế tinh tế, đẳng cấp; chuẩn chống nước IP68... Mặc dù phiên bản iPhone 14 128GB có mức dung lượng ROM thấp nhất trong các phiên bản iPhone 14 còn lại nhưng bạn có thể lưu trữ được gần 40.000 bức ảnh có độ phân giải 12MP và thoải mái tải hàng chục ứng dụng mạng xã hội như FaceBook, TikTok, Instagram, Twitter,... hay những tựa game hot như Liên Quân, PUBG."
            },
            {
                "desc": "Ra mắt với rất nhiều điểm mới về cả thiết kế và công năng, iPhone 14 được dự đoán sẽ trở thành “cơn sốt” trong thị trường công nghệ. Một số điểm nổi bật trên iPhone 14 128GB có thể kể đến như:"
            },
            {
                "desc": "Cảm ứng mượt mà, hiển thị sắc nét"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone%2014%20128GB/iPhone-14-128GB-1.jpg"
            },
            {
                "desc": "Màn hình XDR cùng cảm ứng Haptic Touch giúp trải nghiệm của bạn đối với iPhone 14 mượt mà hơn"
            },
            {
                "desc": "Với màn hình Super Retina XDR cùng độ phân giải 2532 x 1170 pixel ở 460 ppi giúp tăng cường độ sáng tối đa 1200 nits, giúp màn hình hiển thị chân thực và rõ nét nhất trong các dòng iPhone. Thêm vào đó, lớp phủ chống bám vân tay oleophobic cùng tính năng Haptic Touch giúp cảm ứng mượt mà, trơn tru hơn."
            },
            {
                "desc": "Dung lượng pin được nâng cấp "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone%2014%20128GB/iPhone-14-128GB-2.jpg"
            },
            {
                "desc": "Thời lượng sử dụng pin dài đem đến sự hài lòng cho các iFans"
            },
            {
                "desc": "Pin Lithium-ion của iPhone 14 với thời lượng pin kéo dài cả ngày cùng khả năng phát lại video liên tục lên đến 20 giờ. Đây là thời lượng sử dụng pin tốt nhất của dòng iPhone nhà \"Táo khuyết\" từ trước đến nay. Với sự cố gắng cải thiện thời lượng pin của Apple sau mỗi lần ra mắt, các iFans sẽ không ngần ngại mà sắm cho mình một chiếc ngay khi iPhone 14 được lên kệ."
            },
            {
                "desc": "Hỗ trợ sạc Magsafe sạc song song cùng cổng lightning"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone%2014%20128GB/iPhone-14-128GB-3.jpg"
            },
            {
                "desc": "Cải tiến mới nhất trong công nghệ sạc của \"Táo khuyết\": chỉ mất 30 phút để sạc 50% pin cho iPhone"
            },
            {
                "desc": "Cũng giống như iPhone 13, phiên bản mới iPhone 14 được tích hợp sạc không dây MagSafe, giúp iPhone sạc nhanh 50% pin trong khoảng 30 phút. Điều này đã đáp ứng đủ các tiêu chí sạc nhanh và sử dụng lâu mà các dòng iPhone trước đáp ứng được."
            },
            {
                "desc": "Camera sau chất hơn, quay video đỉnh hơn"
            },
            {
                "desc": "Bộ camera kép với camera chính có khả năng chụp ảnh thiếu sáng tốt hơn 2,5 lần, khẩu độ f/1.5 cùng camera Ultra Wide gồm Photonic Engine và khẩu độ f/2.4 giúp chụp ảnh góc siêu rộng. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone%2014%20128GB/iPhone-14-128GB-4.jpg"
            },
            {
                "desc": "Camera kép với nhiều tính năng tuyệt vời giúp bạn chụp ảnh sắc nét và chuyên nghiệp"
            },
            {
                "desc": "Ngoài ra, Apple còn nâng cấp khả năng phơi sáng ở chế độ Night Mode nhanh hơn gấp 2 lần cùng công nghệ Smart HDR 4 có thể nhận dạng tối đa 4 người trong ảnh và chỉnh độ tương phản cho từng người, giúp bạn có thể chụp được những bức hình hoàn hảo nhất."
            },
            {
                "desc": "Camera trước nâng cấp, facetime siêu mượt"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone%2014%20128GB/iPhone-14-128GB-5.jpg"
            },
            {
                "desc": "Facetime siêu mượt với camera trước sắc nét của iPhone 14"
            },
            {
                "desc": "Camera trước được nâng cấp khả năng tự làm nét giúp cho ra đời những bức ảnh chân dung tuyệt vời. Với TrueDepth camera khẩu độ lên tới f/1.9 và khả năng cải thiện ánh sáng tới 38% khi chụp quay thiếu sáng, giúp chất lượng chụp ảnh chân dung hay facetime mượt mà và sắc nét hơn."
            },
            {
                "desc": "Kết nối vệ tinh cho phép gửi tin nhắn khi không có sóng & wifi"
            },
            {
                "desc": "Công nghệ kết nối với vệ tinh Satellite được nhà Táo khuyết lần đầu tiên ra mắt ở iPhone 14 cho phép bạn gửi tín hiệu SOS ngay cả khi không có sóng điện thoại hay kết nối mạng. Công nghệ này được Apple miễn phí trong 2 năm đầu, được đánh giá là công nghệ tiên tiến nhất trong định vị và phát hiện nguy hiểm. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone%2014%20128GB/iPhone-14-128GB-6.jpg"
            },
            {
                "desc": "Công nghệ kết nối vệ tinh giúp bạn gửi tín hiệu đến các trung tâm cứu hộ gần nhất"
            },
            {
                "desc": "Có Satellite, tín hiệu gửi đi sẽ được vệ tinh nhận và truyền đến các trung tâm cứu hộ, giúp đội cứu hộ có thể xác định vị trí của bạn, từ đó giải cứu bạn kịp thời khỏi nguy hiểm."
            },
            {
                "desc": "Cảm biến va chạm - di chuyển an toàn hơn"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone%2014%20128GB/iPhone-14-128GB-7.jpg"
            },
            {
                "desc": "Với 1 triệu giờ lái xe trong thế giới thực và dữ liệu va chạm giúp iPhone 14 phát hiện va chạm và gọi cứu trợ kịp thời"
            },
            {
                "desc": "Được tích hợp cảm biến gia tốc kế lên đến 256Gs, khả năng phát hiện sự thay đổi đột ngột về áp suất cabin, hướng lái và âm thanh tác động, iPhone 14 có thể nhận ra tai nạn và tự động gọi điện khẩn cấp cho các liên hệ được bạn thêm vào trong danh bạ khẩn cấp, giúp bạn có thể được hỗ trợ một cách nhanh chóng nhất. "
            },
            {
                "desc": "Thiết kế đỉnh cao, chuẩn “gu\" tinh tế"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone%2014%20128GB/iPhone-14-128GB-8.jpg"
            },
            {
                "desc": "Thiết kế nhẹ bền, tinh tế cùng màu sắc tươi tắn của iPhone 14 lộ diện trong sự kiện ra mắt vừa qua"
            },
            {
                "desc": "Thiết kế bo tròn các góc theo khung hình chữ nhật cùng phần vỏ máy được làm bằng hợp kim nhôm dùng trong kĩ thuật hàng không đem lại sự mỏng nhẹ nhưng không kém phần tinh tế cho điện thoại. Với 5 màu trendy: Midnight, Purple,Starlight, Blue và Product(Red) cùng thiết kế hiện đại, chắc chắn sẽ được cộng đồng yêu công nghệ ưa thích."
            },
            {
                "desc": "Hệ điều hành IOS 16 với nhiều tính năng hơn"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone%2014%20128GB/iPhone-14-128GB-9.jpg"
            },
            {
                "desc": "Tuỳ biến màn hình khoá là thay đổi rõ rệt nhất ở hệ điều hành iOS 16"
            },
            {
                "desc": "Hệ điều hành iOS 16 cho phép iPhone 14 có thể điều chỉnh màn hình khoá tuỳ thích. Phiên bản iOS 16 Beta 4 có 3 kiểu hiển thị thông báo Count, Stack và List cho bạn thỏa sức trải nghiệm cùng nhiều tính năng được nâng cấp khác như thu hồi email và chỉnh sửa tin nhắn 5 lần liên tục trong 15 phút. Giờ đây, bạn đã có thể thu hồi những email hay tin nhắn gửi nhầm một cách thuận tiện nhất."
            },
            {
                "desc": "Giá bán iPhone 14 128GB dự kiến bao nhiêu?"
            },
            {
                "desc": "Theo công bố của Apple, giá bán của một chiếc iPhone 14 dao động từ $799 (khoảng 19 triệu VNĐ). Từ chênh lệch giá iPhone 14 Apple công bố và giá sau khi về Việt Nam của các bản trước, dự kiến giá của iPhone 14 sau khi lên kệ tại Việt Nam sẽ tăng khoảng 4-10 triệu tuỳ dung lượng."
            },
            {
                "desc": "Dưới đây là bảng giá iPhone 14 dự kiến của Viettel Store:"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014/iPhone%2014%20128GB/iPhone-14-128GB-10.jpg"
            },
            {
                "desc": "Giá dự kiến iPhone 14 khi về Việt Nam tại Viettel Store"
            },
            {
                "desc": "Nếu bạn có nhu cầu nhận được thông tin mới nhất về iPhone 14 128GB cùng thời gian sản phẩm mở bán tại Việt Nam, vui lòng đăng kí bằng cách để lại họ tên cùng số điện thoại để được Viettel Store liên hệ ngay khi có thông tin chính xác nhé!"
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED, 2532 x 1170 pixel ở 460 ppi, 6.1\", Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic, CPU 6 nhân với 2 nhân hiệu suất và 4 nhân hiệu quả, Apple GPU 5 nhân"
            ],
            [
                "Camera sau",
                "Chính 12MP",
                " 26 mm, khẩu độ ƒ / 1.5, ổn định hình ảnh quang học thay đổi cảm biến, thấu kính bảy thành phần, 100% điểm ảnh lấy nét. Nắp ống kính tinh thể sapphire, Đèn flash True Tone, Động cơ quang tử, Kết hợp sâu, HDR thông minh 4, Chế độ chân dung với bokeh nâng cao và Kiểm soát độ sâu, Portrait Lighting với sáu hiệu ứng (Tự nhiên, Studio, Đường viền, Sân khấu, Sân khấu Mono, High Key Mono), Chế độ ban đêm, Chỉnh sửa mắt đỏ nâng cao, Ổn định hình ảnh tự động, Gắn thẻ địa lý cho ảnh, Định dạng "
            ],
            [
                "Camera trước",
                "12MP Ultra Wide",
                " 13 mm, khẩu độ ƒ / 2.4 và trường nhìn 120 °, thấu kính năm thành phần, Toàn cảnh (lên đến 63MP), Chụp màu rộng cho ảnh và Ảnh trực tiếp, Hiệu chỉnh ống kính (Siêu rộng)"
            ],
            [
                "Bộ nhớ trong",
                "128 GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Wifi",
                "Wi ‑ Fi 6 (802.11ax) với 2x2 MIMO Wi-Fi MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Quay phim",
                "Quay video 4K ở 24 khung hình / giây, 25 khung hình / giây, 30 khung hình / giây hoặc 60 khung hình / giây. Quay video HD 1080p ở tốc độ 25 khung hình / giây, 30 khung hình / giây hoặc 60 khung hình / giây. Quay video HD 720p ở tốc độ 30 khung hình / giây. Quay video HDR với Dolby Vision lên đến 4K ở tốc độ 60 khung hình / giây"
            ],
            [
                "Pin",
                "Pin lithium-ion có thể sạc lại tích hợp, Phát lại video lên đến 20 giờ - Phát lại âm thanh lên đến 80 giờ, Tích hợp khả năng sạc nhanh tới 50% trong khoảng 30 phút 14 với bộ chuyển đổi 20W trở lên (bán riêng), "
            ]
        ]
    },
    {
        "title": "                               iPhone 14 Pro Max 256GB                                                                                                                        ",
        "priceSaleOff": "31.990.000 ₫",
        "originalPrice": "35.990.000₫",
        "colors": [
            "SPACE BLACK",
            "DEEP PURPLE",
            "GOLD",
            "SILVER",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/307840779.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/300295082.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/149922047.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/769908827.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1389895607.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/87360203.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1358555416.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/191756417.jpeg"
        ],
        "features": [
            {
                "desc": "Đánh giá iPhone 14 Pro Max - chiếc smartphone “đỉnh nhất\" nhà Táo!"
            },
            {
                "desc": "Ngoại hình thời thượng với hơn 4 lựa chọn màu sắc"
            },
            {
                "desc": "Những năm gần đây, Apple luôn quan tâm đến việc cải tiến các tùy chọn màu sắc của iPhone. Công bố chính thức trên website của nhà Táo vào ngày 7/9 vừa qua, phiên bản iPhone 14 Pro Max khoác lên mình nhiều gam màu mới mẻ nhằm đáp ứng nhu cầu đa dạng của người dùng. "
            },
            {
                "desc": "Bên cạnh những phiên bản màu sắc quen thuộc là đen, bạc, vàng, iPhone 14 Pro Max còn được trang bị thêm gam màu tím cực kỳ trẻ trung, ngọt ngào. Điểm đặc biệt là mẫu iPhone màu tím này có thể thay đổi tông màu theo điều kiện ánh sáng xung quanh. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-1.jpg"
            },
            {
                "desc": "Hệ màu sắc cơ bản của iPhone 14 Pro Max"
            },
            {
                "desc": "Ở những phiên bản iPhone 12 và iPhone 12 mini, màu tím cũng từng được \"nhà Táo\" áp dụng trong đợt giảm giá kích cầu mua sắm. Ngoài ra, các dòng sản phẩm khác như iMac 24 inch, iPad mini thế hệ 6 hay iPad Air thế hệ 5 với tùy chọn màu tím đều nhận được phản hồi tích cực khi ra mắt. Chính vì thế, \"Táo khuyết\" quyết định tiếp nối xu hướng mới lạ này cho thế hệ iPhone 14 năm 2022. "
            },
            {
                "desc": "Cụm camera cảm biến 48MP và quay video 4K chất lượng cao"
            },
            {
                "desc": "iPhone 14 Pro Max sở hữu camera chính 48MP với cảm biến 4 điểm ảnh tiên tiến hỗ trợ rất nhiều cho việc chụp ảnh trong điều kiện thiếu sáng. Với cảm biến quad-pixel, bạn có thể tạo thêm một ống kính tele 2x để mở rộng các tùy chọn thu phóng, cung cấp hình ảnh và video có độ phân giải cao mà không cần thu phóng kỹ thuật số. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-2.jpg"
            },
            {
                "desc": "Cụm camera cảm biến 48MP của iPhone 14 Pro Max"
            },
            {
                "desc": "Hơn nữa, khả năng quay video 4K đem đến trải nghiệm quay phim chất lượng cao, độc đáo cho người dùng. Sự kết hợp của ống kính tele chất lượng quang học gấp 2 lần, đèn flash True Tone với tính đồng nhất gấp ba và camera trước True Depth là công cụ hỗ trợ đắc lực, mang lại những bức hình và video chân thực, sống động bằng chính chiếc iPhone của bạn. "
            },
            {
                "desc": "Thiết kế hình viên thuốc thay thế “notch tai thỏ”"
            },
            {
                "desc": "Nhà Táo khuyết đã thực hiện một bước cải tiến đột phá về thiết kế khi loại bỏ hoàn toàn phần notch tai thỏ trên các phiên bản iPhone 14 Pro và Pro Max. Thay vào đó, Apple áp dụng thiết kế hình viên thuốc chứa camera TrueDepth cung cấp cảm biến Face ID và tính năng lấy nét tự động."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-3.jpg"
            },
            {
                "desc": "Thay thế “notch tai thỏ” bằng thiết kế viên thuốc ấn tượng"
            },
            {
                "desc": "Ở khu vực notch, nhà Táo đã thiết kế tính năng Dynamic Island để kết hợp thông báo của iPhone và notch thành một khối thống nhất. Sự cải tiến mới lạ này nhằm đem đến trải nghiệm thị giác liền mạch với những gì được hiển thị trên màn hình cho người dùng. "
            },
            {
                "desc": "Thiết kế mới này đem đến nét sang trọng, thanh tao cho thiết bị, đồng thời tăng diện tích màn hình giúp tối ưu hóa trải nghiệm người dùng. Giao diện khác biệt của iPhone 14 Pro Max đáp ứng sự mong đợi của cộng đồng iFans khi thiết kế “notch tai thỏ” ở phiên bản tiền nhiệm được cho là tốn diện tích và gây bất tiện khi sử dụng."
            },
            {
                "desc": "Màn hình Super Retina XDR OLED vô cùng sắc nét"
            },
            {
                "desc": "So với thế hệ trước, kích thước màn hình của iPhone 14 Pro Max vẫn là 6.7 inch. Tuy nhiên, Apple trang bị Super Retina XDR OLED với màu sắc 1B, kích thước 6.1 inch cùng độ phân giải 2778 x 1284 pixel và mật độ điểm ảnh khoảng 459 ppi cho màn hình mẫu iPhone mới. Điều này không chỉ cải thiện độ tương phản, đem lại độ sáng cao mà còn tiết kiệm pin tối đa, giúp người dùng trải nghiệm màn hình nét căng khi sử dụng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-5.jpg"
            },
            {
                "desc": "iPhone 14 Pro Max được trang bị màn hình Super Retina XDR OLED với màu sắc 1B sắc nét"
            },
            {
                "desc": "Điểm đặc biệt là màn hình Pro Max được phủ lớp oleophobic chống bám vân tay để thuận tiện hơn khi dùng. Với công nghệ True Tone Wide color (p3) và Haptic Touch, tính năng HDR display còn đem đến những bức hình chất lượng độc đáo kể cả trong điều kiện có độ tương phản cao. "
            },
            {
                "desc": "Tốc độ truyền tải dữ liệu cực nhanh nhờ chip 5G"
            },
            {
                "desc": "iPhone 14 Pro Max sử dụng chip 5G với hiệu suất mạnh mẽ giúp đẩy nhanh tốc độ truyền tải dữ liệu. Bộ vi xử lý tần số vô tuyến (RF) 5G kết hợp cùng modem Snapdragon X65 nhằm tạo ra hệ thống kết nối mạng 5G tân tiến nhất cho dòng iPhone 14 Pro Max. Tốc độ truyền tải dữ liệu lên đến 10Gb/giây đem đến trải nghiệm tuyệt vời cho người dùng."
            },
            {
                "desc": "Hơn thế nữa, điện thoại Pro Max sẽ vừa có hiệu suất cao ở băng tần 5G sub 6 GHz lại vừa tiết kiệm điện năng nhờ ứng dụng công nghệ sản xuất 6nm cho chip RF 5G. Việc sử dụng modem Snapdragon X65 làm tăng phạm vi phủ sóng mmWave tốt hơn rất nhiều và hỗ trợ tất cả tần số mmWave thương mại trên toàn cầu."
            },
            {
                "desc": "Tính năng an toàn mới cực kỳ độc đáo"
            },
            {
                "desc": "Điện thoại iPhone 14 Pro Max được nhà Apple trang bị tính năng an toàn mới với kết nối vệ tinh và phát hiện va chạm. "
            },
            {
                "desc": "Nhờ sự kết hợp những tính năng thông minh này mà người dùng được đảm bảo an toàn khi sở hữu bên mình. "
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 6.7 inch; 120Hz; 2778 x 1284 pixels; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A16 Bionic"
            ],
            [
                "RAM",
                "Apple A16 Bionic"
            ],
            [
                "Camera sau",
                "48MP; 24 mm, 48 mm (2x tele); Pixel quad 2,44 µm; Điểm ảnh đơn 1,22 µm; , khẩu độ ƒ / 1,78, 100% điểm ảnh lấy nét; thấu kính 7 thành phần, OIS cảm biến thay đổi (thế hệ thứ 2)"
            ],
            [
                "Bộ nhớ trong",
                "128GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Hệ điều hành",
                "IOS"
            ],
            [
                "Wifi",
                "WiFi 6 (802.11ax) với 2x2 MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Pin",
                "Pin lithium Có hỗ trợ sạc không dây MagSafe lên đến 15W, sạc không dây Qi lên đến 7,5W"
            ]
        ]
    },
    {
        "title": "                               iPhone 14 Pro Max 1TB                                                                                                                        ",
        "priceSaleOff": "Tạm hết hàng",
        "originalPrice": "",
        "colors": [
            "SPACE BLACK",
            "DEEP PURPLE",
            "GOLD",
            "SILVER",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/265176894.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/285658703.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/282632669.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1185870968.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/328115950.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/544908839.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1113528383.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/515803692.jpeg"
        ],
        "features": [
            {
                "desc": "Đánh giá iPhone 14 Pro Max - chiếc smartphone “đỉnh nhất\" nhà Táo!"
            },
            {
                "desc": "Ngoại hình thời thượng với hơn 4 lựa chọn màu sắc"
            },
            {
                "desc": "Những năm gần đây, Apple luôn quan tâm đến việc cải tiến các tùy chọn màu sắc của iPhone. Công bố chính thức trên website của nhà Táo vào ngày 7/9 vừa qua, phiên bản iPhone 14 Pro Max khoác lên mình nhiều gam màu mới mẻ nhằm đáp ứng nhu cầu đa dạng của người dùng. "
            },
            {
                "desc": "Bên cạnh những phiên bản màu sắc quen thuộc là đen, bạc, vàng, iPhone 14 Pro Max còn được trang bị thêm gam màu tím cực kỳ trẻ trung, ngọt ngào. Điểm đặc biệt là mẫu iPhone màu tím này có thể thay đổi tông màu theo điều kiện ánh sáng xung quanh. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-1.jpg"
            },
            {
                "desc": "Hệ màu sắc cơ bản của iPhone 14 Pro Max"
            },
            {
                "desc": "Ở những phiên bản iPhone 12 và iPhone 12 mini, màu tím cũng từng được \"nhà Táo\" áp dụng trong đợt giảm giá kích cầu mua sắm. Ngoài ra, các dòng sản phẩm khác như iMac 24 inch, iPad mini thế hệ 6 hay iPad Air thế hệ 5 với tùy chọn màu tím đều nhận được phản hồi tích cực khi ra mắt. Chính vì thế, \"Táo khuyết\" quyết định tiếp nối xu hướng mới lạ này cho thế hệ iPhone 14 năm 2022. "
            },
            {
                "desc": "Cụm camera cảm biến 48MP và quay video 4K chất lượng cao"
            },
            {
                "desc": "iPhone 14 Pro Max sở hữu camera chính 48MP với cảm biến 4 điểm ảnh tiên tiến hỗ trợ rất nhiều cho việc chụp ảnh trong điều kiện thiếu sáng. Với cảm biến quad-pixel, bạn có thể tạo thêm một ống kính tele 2x để mở rộng các tùy chọn thu phóng, cung cấp hình ảnh và video có độ phân giải cao mà không cần thu phóng kỹ thuật số. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-2.jpg"
            },
            {
                "desc": "Cụm camera cảm biến 48MP của iPhone 14 Pro Max"
            },
            {
                "desc": "Hơn nữa, khả năng quay video 4K đem đến trải nghiệm quay phim chất lượng cao, độc đáo cho người dùng. Sự kết hợp của ống kính tele chất lượng quang học gấp 2 lần, đèn flash True Tone với tính đồng nhất gấp ba và camera trước True Depth là công cụ hỗ trợ đắc lực, mang lại những bức hình và video chân thực, sống động bằng chính chiếc iPhone của bạn. "
            },
            {
                "desc": "Thiết kế hình viên thuốc thay thế “notch tai thỏ”"
            },
            {
                "desc": "Nhà Táo khuyết đã thực hiện một bước cải tiến đột phá về thiết kế khi loại bỏ hoàn toàn phần notch tai thỏ trên các phiên bản iPhone 14 Pro và Pro Max. Thay vào đó, Apple áp dụng thiết kế hình viên thuốc chứa camera TrueDepth cung cấp cảm biến Face ID và tính năng lấy nét tự động."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-3.jpg"
            },
            {
                "desc": "Thay thế “notch tai thỏ” bằng thiết kế viên thuốc ấn tượng"
            },
            {
                "desc": "Ở khu vực notch, nhà Táo đã thiết kế tính năng Dynamic Island để kết hợp thông báo của iPhone và notch thành một khối thống nhất. Sự cải tiến mới lạ này nhằm đem đến trải nghiệm thị giác liền mạch với những gì được hiển thị trên màn hình cho người dùng. "
            },
            {
                "desc": "Thiết kế mới này đem đến nét sang trọng, thanh tao cho thiết bị, đồng thời tăng diện tích màn hình giúp tối ưu hóa trải nghiệm người dùng. Giao diện khác biệt của iPhone 14 Pro Max đáp ứng sự mong đợi của cộng đồng iFans khi thiết kế “notch tai thỏ” ở phiên bản tiền nhiệm được cho là tốn diện tích và gây bất tiện khi sử dụng."
            },
            {
                "desc": "Màn hình Super Retina XDR OLED vô cùng sắc nét"
            },
            {
                "desc": "So với thế hệ trước, kích thước màn hình của iPhone 14 Pro Max vẫn là 6.7 inch. Tuy nhiên, Apple trang bị Super Retina XDR OLED với màu sắc 1B, kích thước 6.1 inch cùng độ phân giải 2778 x 1284 pixel và mật độ điểm ảnh khoảng 459 ppi cho màn hình mẫu iPhone mới. Điều này không chỉ cải thiện độ tương phản, đem lại độ sáng cao mà còn tiết kiệm pin tối đa, giúp người dùng trải nghiệm màn hình nét căng khi sử dụng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-5.jpg"
            },
            {
                "desc": "iPhone 14 Pro Max được trang bị màn hình Super Retina XDR OLED với màu sắc 1B sắc nét"
            },
            {
                "desc": "Điểm đặc biệt là màn hình Pro Max được phủ lớp oleophobic chống bám vân tay để thuận tiện hơn khi dùng. Với công nghệ True Tone Wide color (p3) và Haptic Touch, tính năng HDR display còn đem đến những bức hình chất lượng độc đáo kể cả trong điều kiện có độ tương phản cao. "
            },
            {
                "desc": "Tốc độ truyền tải dữ liệu cực nhanh nhờ chip 5G"
            },
            {
                "desc": "iPhone 14 Pro Max sử dụng chip 5G với hiệu suất mạnh mẽ giúp đẩy nhanh tốc độ truyền tải dữ liệu. Bộ vi xử lý tần số vô tuyến (RF) 5G kết hợp cùng modem Snapdragon X65 nhằm tạo ra hệ thống kết nối mạng 5G tân tiến nhất cho dòng iPhone 14 Pro Max. Tốc độ truyền tải dữ liệu lên đến 10Gb/giây đem đến trải nghiệm tuyệt vời cho người dùng."
            },
            {
                "desc": "Hơn thế nữa, điện thoại Pro Max sẽ vừa có hiệu suất cao ở băng tần 5G sub 6 GHz lại vừa tiết kiệm điện năng nhờ ứng dụng công nghệ sản xuất 6nm cho chip RF 5G. Việc sử dụng modem Snapdragon X65 làm tăng phạm vi phủ sóng mmWave tốt hơn rất nhiều và hỗ trợ tất cả tần số mmWave thương mại trên toàn cầu."
            },
            {
                "desc": "Tính năng an toàn mới cực kỳ độc đáo"
            },
            {
                "desc": "Điện thoại iPhone 14 Pro Max được nhà Apple trang bị tính năng an toàn mới với kết nối vệ tinh và phát hiện va chạm. "
            },
            {
                "desc": "Nhờ sự kết hợp những tính năng thông minh này mà người dùng được đảm bảo an toàn khi sở hữu bên mình. "
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 6.7 inch; 120Hz; 2778 x 1284 pixels; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A16 Bionic"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "48MP; 24 mm, 48 mm (2x tele); Pixel quad 2,44 µm; Điểm ảnh đơn 1,22 µm; , khẩu độ ƒ / 1,78, 100% điểm ảnh lấy nét; thấu kính 7 thành phần, OIS cảm biến thay đổi (thế hệ thứ 2)"
            ],
            [
                "Bộ nhớ trong",
                "1TB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Hệ điều hành",
                "IOS"
            ],
            [
                "Wifi",
                "WiFi 6 (802.11ax) với 2x2 MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Pin",
                "Pin lithium Có hỗ trợ sạc không dây MagSafe lên đến 15W, sạc không dây Qi lên đến 7,5W"
            ]
        ]
    },
    {
        "title": "                               iPhone 14 Pro Max 512GB                                                                                                                        ",
        "priceSaleOff": "38.990.000 ₫",
        "originalPrice": "41.990.000₫",
        "colors": [
            "DEEP PURPLE",
            "GOLD",
            "SILVER",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1644223101.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/79372751.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1942982002.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2029012913.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1646755595.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/952764488.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1001105690.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/462007281.jpeg"
        ],
        "features": [
            {
                "desc": "Đánh giá iPhone 14 Pro Max - chiếc smartphone “đỉnh nhất\" nhà Táo!"
            },
            {
                "desc": "Ngoại hình thời thượng với hơn 4 lựa chọn màu sắc"
            },
            {
                "desc": "Những năm gần đây, Apple luôn quan tâm đến việc cải tiến các tùy chọn màu sắc của iPhone. Công bố chính thức trên website của nhà Táo vào ngày 7/9 vừa qua, phiên bản iPhone 14 Pro Max khoác lên mình nhiều gam màu mới mẻ nhằm đáp ứng nhu cầu đa dạng của người dùng. "
            },
            {
                "desc": "Bên cạnh những phiên bản màu sắc quen thuộc là đen, bạc, vàng, iPhone 14 Pro Max còn được trang bị thêm gam màu tím cực kỳ trẻ trung, ngọt ngào. Điểm đặc biệt là mẫu iPhone màu tím này có thể thay đổi tông màu theo điều kiện ánh sáng xung quanh. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-1.jpg"
            },
            {
                "desc": "Hệ màu sắc cơ bản của iPhone 14 Pro Max"
            },
            {
                "desc": "Ở những phiên bản iPhone 12 và iPhone 12 mini, màu tím cũng từng được \"nhà Táo\" áp dụng trong đợt giảm giá kích cầu mua sắm. Ngoài ra, các dòng sản phẩm khác như iMac 24 inch, iPad mini thế hệ 6 hay iPad Air thế hệ 5 với tùy chọn màu tím đều nhận được phản hồi tích cực khi ra mắt. Chính vì thế, \"Táo khuyết\" quyết định tiếp nối xu hướng mới lạ này cho thế hệ iPhone 14 năm 2022. "
            },
            {
                "desc": "Cụm camera cảm biến 48MP và quay video 4K chất lượng cao"
            },
            {
                "desc": "iPhone 14 Pro Max sở hữu camera chính 48MP với cảm biến 4 điểm ảnh tiên tiến hỗ trợ rất nhiều cho việc chụp ảnh trong điều kiện thiếu sáng. Với cảm biến quad-pixel, bạn có thể tạo thêm một ống kính tele 2x để mở rộng các tùy chọn thu phóng, cung cấp hình ảnh và video có độ phân giải cao mà không cần thu phóng kỹ thuật số. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-2.jpg"
            },
            {
                "desc": "Cụm camera cảm biến 48MP của iPhone 14 Pro Max"
            },
            {
                "desc": "Hơn nữa, khả năng quay video 4K đem đến trải nghiệm quay phim chất lượng cao, độc đáo cho người dùng. Sự kết hợp của ống kính tele chất lượng quang học gấp 2 lần, đèn flash True Tone với tính đồng nhất gấp ba và camera trước True Depth là công cụ hỗ trợ đắc lực, mang lại những bức hình và video chân thực, sống động bằng chính chiếc iPhone của bạn. "
            },
            {
                "desc": "Thiết kế hình viên thuốc thay thế “notch tai thỏ”"
            },
            {
                "desc": "Nhà Táo khuyết đã thực hiện một bước cải tiến đột phá về thiết kế khi loại bỏ hoàn toàn phần notch tai thỏ trên các phiên bản iPhone 14 Pro và Pro Max. Thay vào đó, Apple áp dụng thiết kế hình viên thuốc chứa camera TrueDepth cung cấp cảm biến Face ID và tính năng lấy nét tự động."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-3.jpg"
            },
            {
                "desc": "Thay thế “notch tai thỏ” bằng thiết kế viên thuốc ấn tượng"
            },
            {
                "desc": "Ở khu vực notch, nhà Táo đã thiết kế tính năng Dynamic Island để kết hợp thông báo của iPhone và notch thành một khối thống nhất. Sự cải tiến mới lạ này nhằm đem đến trải nghiệm thị giác liền mạch với những gì được hiển thị trên màn hình cho người dùng. "
            },
            {
                "desc": "Thiết kế mới này đem đến nét sang trọng, thanh tao cho thiết bị, đồng thời tăng diện tích màn hình giúp tối ưu hóa trải nghiệm người dùng. Giao diện khác biệt của iPhone 14 Pro Max đáp ứng sự mong đợi của cộng đồng iFans khi thiết kế “notch tai thỏ” ở phiên bản tiền nhiệm được cho là tốn diện tích và gây bất tiện khi sử dụng."
            },
            {
                "desc": "Màn hình Super Retina XDR OLED vô cùng sắc nét"
            },
            {
                "desc": "So với thế hệ trước, kích thước màn hình của iPhone 14 Pro Max vẫn là 6.7 inch. Tuy nhiên, Apple trang bị Super Retina XDR OLED với màu sắc 1B, kích thước 6.1 inch cùng độ phân giải 2778 x 1284 pixel và mật độ điểm ảnh khoảng 459 ppi cho màn hình mẫu iPhone mới. Điều này không chỉ cải thiện độ tương phản, đem lại độ sáng cao mà còn tiết kiệm pin tối đa, giúp người dùng trải nghiệm màn hình nét căng khi sử dụng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20Max%20128/iPhone-14-Pro-Max-5.jpg"
            },
            {
                "desc": "iPhone 14 Pro Max được trang bị màn hình Super Retina XDR OLED với màu sắc 1B sắc nét"
            },
            {
                "desc": "Điểm đặc biệt là màn hình Pro Max được phủ lớp oleophobic chống bám vân tay để thuận tiện hơn khi dùng. Với công nghệ True Tone Wide color (p3) và Haptic Touch, tính năng HDR display còn đem đến những bức hình chất lượng độc đáo kể cả trong điều kiện có độ tương phản cao. "
            },
            {
                "desc": "Tốc độ truyền tải dữ liệu cực nhanh nhờ chip 5G"
            },
            {
                "desc": "iPhone 14 Pro Max sử dụng chip 5G với hiệu suất mạnh mẽ giúp đẩy nhanh tốc độ truyền tải dữ liệu. Bộ vi xử lý tần số vô tuyến (RF) 5G kết hợp cùng modem Snapdragon X65 nhằm tạo ra hệ thống kết nối mạng 5G tân tiến nhất cho dòng iPhone 14 Pro Max. Tốc độ truyền tải dữ liệu lên đến 10Gb/giây đem đến trải nghiệm tuyệt vời cho người dùng."
            },
            {
                "desc": "Hơn thế nữa, điện thoại Pro Max sẽ vừa có hiệu suất cao ở băng tần 5G sub 6 GHz lại vừa tiết kiệm điện năng nhờ ứng dụng công nghệ sản xuất 6nm cho chip RF 5G. Việc sử dụng modem Snapdragon X65 làm tăng phạm vi phủ sóng mmWave tốt hơn rất nhiều và hỗ trợ tất cả tần số mmWave thương mại trên toàn cầu."
            },
            {
                "desc": "Tính năng an toàn mới cực kỳ độc đáo"
            },
            {
                "desc": "Điện thoại iPhone 14 Pro Max được nhà Apple trang bị tính năng an toàn mới với kết nối vệ tinh và phát hiện va chạm. "
            },
            {
                "desc": "Nhờ sự kết hợp những tính năng thông minh này mà người dùng được đảm bảo an toàn khi sở hữu bên mình. "
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED; 6.7 inch; 120Hz; 2778 x 1284 pixels; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A16 Bionic"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "48MP; 24 mm, 48 mm (2x tele); Pixel quad 2,44 µm; Điểm ảnh đơn 1,22 µm; , khẩu độ ƒ / 1,78, 100% điểm ảnh lấy nét; thấu kính 7 thành phần, OIS cảm biến thay đổi (thế hệ thứ 2)"
            ],
            [
                "Bộ nhớ trong",
                "512GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Hệ điều hành",
                "IOS"
            ],
            [
                "Wifi",
                "WiFi 6 (802.11ax) với 2x2 MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Pin",
                "Pin lithium Có hỗ trợ sạc không dây MagSafe lên đến 15W, sạc không dây Qi lên đến 7,5W"
            ]
        ]
    },
    {
        "title": "                               iPhone 14 Plus 256GB                                                                                                                        ",
        "priceSaleOff": "25.990.000 ₫",
        "originalPrice": "29.990.000₫",
        "colors": [
            "RED",
            "PURPLE",
            "BLUE",
            "STARLIGHT",
            "MIDNIGHT",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/622712822.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/776202452.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/768201991.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/176945356.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1878907202.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1248348691.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1041465880.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1167253431.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/56677557.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1327704657.jpeg"
        ],
        "features": [
            {
                "desc": "iPhone 14 Plus 256GB là một trong những sản phẩm mới thuộc dòng iPhone 14 series, thu hút mọi ánh nhìn nhờ sở hữu vẻ ngoài cao cấp và trang bị bộ xử lý mạnh mẽ. Ngoài ra, máy còn được trang bị cụm camera kép đặc trưng cho khả năng chụp ảnh sắc nét cùng màn hình chất lượng cao, hứa hẹn sẽ mang đến cho bạn những trải nghiệm sử dụng smartphone tuyệt vời hơn."
            },
            {
                "desc": "Thiết kế nguyên khối hiện đại, trẻ trung, nhiều màu sắc bắt mắt"
            },
            {
                "desc": "iPhone 14 Plus sở hữu vẻ ngoài tương tự như thế hệ tiền nhiệm iPhone 13, với kiểu dáng mang đậm bản sắc Apple, tinh tế theo từng đường nét với khung nhôm chắc chắn, mặt trước và sau được trang bị kính cường lực vừa giúp tăng tính thẩm mỹ vừa tăng độ bền cho thiết bị."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20256GB/iPhone-14-Plus-256GB-1.jpg"
            },
            {
                "desc": "Thiết kế hiện đại, trẻ trung với nhiều màu sắc bắt mắt"
            },
            {
                "desc": "Màu sắc là yếu tố luôn được đổi mới ở các thế hệ iPhone và mỗi dòng thường sẽ có một màu sắc đặc biệt ghi dấu ấn riêng. Phiên bản iPhone 14 Plus năm nay sẽ có 5 màu dịu nhẹ gồm đen, trắng, xanh dương, tím nhạt và đỏ. Các tùy chọn màu sắc này đều mang một phong cách trẻ trung và phù hợp với hầu hết đối tượng người dùng. "
            },
            {
                "desc": "iPhone 14 Plus được xem là phiên bản phóng to của bản tiêu chuẩn iPhone 14, nhằm mang đến cho người dùng một không gian hiển thị rộng rãi hơn cùng những trải nghiệm giải trí tuyệt vời."
            },
            {
                "desc": "Màn hình sắc nét mang đến trải nghiệm giải trí trọn vẹn "
            },
            {
                "desc": "iPhone 14 Plus được trang bị màn hình lớn với kích thước lên tới 6.7 inch, nhiều hơn 21% so với bản tiêu chuẩn iPhone 14, giúp mọi thao tác trên máy diễn ra dễ dàng và thoải mái hơn. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20256GB/iPhone-14-Plus-256GB-2.jpg"
            },
            {
                "desc": "Màn hình rộng lớn, chất lượng hình ảnh sắc nét cho trải nghiệm giải trí trọn vẹn"
            },
            {
                "desc": "Ngoài ra, người dùng còn được tận hưởng trải nghiệm ấn tượng và sắc nét khi đây là màn hình Super Retina XDR, giúp bạn chìm đắm trong không gian giải trí đỉnh cao cùng các bộ phim bom tấn hay những trận game bùng nổ, đáp ứng trọn vẹn mọi nhu cầu của người dùng. Thiết kế màn hình này cũng rất chỉn chu với kích thước siêu mỏng và gọn gàng. Công nghệ True Tone sẽ giúp bảo vệ đôi mắt của bạn nhờ khả năng điều chỉnh màn hình theo ánh sáng của môi trường hiện tại. "
            },
            {
                "desc": "Cụm camera xịn sò với khả năng chụp ảnh chuyên nghiệp"
            },
            {
                "desc": "iPhone 14 Plus năm nay được nâng cấp khả năng xử lý hình ảnh trên bộ đôi camera sau đều có độ phân giải 12 MP, cho khả năng chụp ảnh chuyên nghiệp, giúp bạn thoải mái sáng tạo để cho ra những bức ảnh nghệ thuật theo ý thích."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20256GB/iPhone-14-Plus-256GB-3.jpg"
            },
            {
                "desc": "Cụm camera với khả năng chụp ảnh chuyên nghiệp"
            },
            {
                "desc": "Đặc biệt, với những nâng cấp về thuật toán, cụm camera trên iPhone 14 Plus hứa hẹn sẽ mang đến khả năng xử lý hình ảnh được cải tiến, nhất là trong môi trường ánh sáng yếu. Mặt trước của máy là camera selfie vẫn nằm trong cụm tai thỏ quen thuộc với độ phân giải 12 MP và được tích hợp hàng loạt các công nghệ chụp ảnh chuyên nghiệp để bạn tự tin thể hiện mình trước ống kính."
            },
            {
                "desc": "Hiệu năng mạnh mẽ, đáp ứng mọi nhu cầu sử dụng"
            },
            {
                "desc": "iPhone 14 Plus mang trong mình sức mạnh của con chip A15 Bionic, được xem là bộ vi xử lý mạnh mẽ về hiệu năng trong năm 2021, do đó bạn hoàn toàn có thể yên tâm máy có thể đáp ứng mọi nhu cầu sử dụng từ lướt web, Facebook, chơi game tới xử lý công việc cho 2 - 3 năm tiếp theo."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20256GB/iPhone-14-Plus-256GB-4.jpg"
            },
            {
                "desc": "Hiệu năng mạnh mẽ có thể đáp ứng mọi nhu cầu sử dụng"
            },
            {
                "desc": "Ngoài ra, iPhone 14 Plus cũng được trang bị sẵn hệ điều hành iOS 16 với nhiều sự thay đổi mạnh mẽ về màn hình khóa cùng những tính năng thú vị như: Tách chủ thể ra khỏi nền ở ứng dụng ảnh, mở khóa FaceID khi đặt máy nằm ngang,..."
            },
            {
                "desc": "Thời lượng sử dụng pin lâu dài cho mọi trải nghiệm liền mạch"
            },
            {
                "desc": "Pin luôn là yếu tố được người dùng đặc biệt quan tâm trên những chiếc iPhone. Hiện tại, iPhone 14 Plus được đánh giá là mẫu iPhone có thời lượng pin tốt nhất từ trước đến nay, nhờ có sự tối ưu về phần mềm mà iPhone 14 Plus năm nay sẽ mang đến cho người dùng thời gian phát video liên tục lên tới 26 giờ đồng hồ. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20256GB/iPhone-14-Plus-256GB-5.jpg"
            },
            {
                "desc": "Thời lượng sử dụng lâu dài giúp mọi trải nghiệm được liền mạch"
            },
            {
                "desc": "Chính vì vậy, bạn sẽ không cần lắng lo về việc cạn pin hay mất kết nối trong quá trình sử dụng. Mọi trải nghiệm sẽ được liền mạch, giúp nâng cao hiệu suất công việc lẫn học tập cho bạn. "
            },
            {
                "desc": "\nVới những ưu điểm nổi bật như trên, iPhone 14 Plus chắc chắn sẽ đem tới cho người dùng một tuyệt phảm công nghệ. Đây sẽ là một thiết bị di động toàn diện mà bạn không nên bỏ qua trong dịp cuối năm nay."
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED Super Retina XDR; 6.7inch; Độ phân giải 2778 x 1284 pixel ở 458 ppi; kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "Chính 12MP",
                " 26 mm, khẩu độ ƒ / 1.5, ổn định hình ảnh quang học thay đổi cảm biến, thấu kính bảy thành phần, 100% điểm ảnh lấy nét 12MP Ultra Wide",
                " 13 mm, khẩu độ ƒ / 2.4 và trường nhìn 120 °, thấu kính năm thành phần Zoom quang học 2x; zoom kỹ thuật số lên đến 5x Đèn flash True Tone Động cơ quang tử Kết hợp sâu HDR thông minh 4 Chế độ chân dung với bokeh nâng cao và Kiểm soát độ sâu Portrait Lighting với sáu hiệu ứng (Tự nhiên, Studio, Đường viền, Sân khấu, Sân khấu Mono, High Key Mono) Chế độ b"
            ],
            [
                "Camera trước",
                "Camera 12MP khẩu độ ƒ / 1.9"
            ],
            [
                "Bộ nhớ trong",
                "256GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Hệ điều hành",
                "IOS"
            ],
            [
                "Wifi",
                "WiFi 6 (802.11ax) với 2x2 MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Pin",
                "Lên đến 26h phát video liên tục"
            ]
        ]
    },
    {
        "title": "                               iPhone 14 Pro 1TB                                                                                                                        ",
        "priceSaleOff": "40.990.000 ₫",
        "originalPrice": "44.990.000₫",
        "colors": [
            "SPACE BLACK",
            "DEEP PURPLE",
            "GOLD",
            "SILVER",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1367139727.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1493095391.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/227913470.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/7185019.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/964529937.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2102055676.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1256197905.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/141102368.jpeg"
        ],
        "features": [
            {
                "desc": "iPhone 14 Pro 1TB đang là chiếc smartphone được mong chờ nhất không chỉ bởi ROM khổng lồ mà còn vì những cải tiến vượt trội khác. Hãy cùng tìm hiểu các điểm nổi bật trên iPhone 14 Pro 1TB xem liệu nó có xứng đáng với giá tiền và sự mong đợi của các iFans không qua bài viết này nhé!"
            },
            {
                "desc": "Dung lượng lớn - thoải mái không gian lưu trữ"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%201TB/iPhone-14-Pro-1TB-1.jpg"
            },
            {
                "desc": "Với dung lượng khổng lồ, iPhone 14 Pro 1TB sẽ đáp ứng được nhu cầu lưu trữ dữ liệu của bạn"
            },
            {
                "desc": "iPhone 14 Pro với dung lượng bộ nhớ lên đến 1TB- dung lượng lớn nhất từ trước đến nay trong các dòng điện thoại thông minh trên thế giới. Nó cho phép bạn lưu trữ tài liệu, tải những app có tác vụ nặng hay quay chụp video liên tục,... mà không cần phải lo lắng về việc đầy bộ nhớ."
            },
            {
                "desc": "Hiệu năng mạnh mẽ cùng con chip A16"
            },
            {
                "desc": "iPhone 14 Pro 1TB được trang bị Chipset A16 Bionic mới nhất của nhà Táo khuyết, được đánh giá là chip nhanh nhất trong một chiếc smartphone với nhiều tính năng được nâng cấp như: "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%201TB/iPhone-14-Pro-1TB-2.jpg"
            },
            {
                "desc": "A16 Bionic là chip thế hệ mới và hiện đại nhất của Apple tính đến thời điểm hiện tại"
            },
            {
                "desc": "Dynamic Island - đột phá mới cho trải nghiệm đỉnh cao"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%201TB/iPhone-14-Pro-1TB-3.jpg"
            },
            {
                "desc": "Dynamic Island tích hợp nhiều tính năng được gói gọn trong một thiết kế chữ i nằm ngang nhỏ gọn"
            },
            {
                "desc": "Đối với iPhone 14 Pro, Apple đã “thẳng tay\" loại bỏ Notch tai thỏ phiền phức, thay vào đó là Dynamic Island- một thiết kế hình chữ i nằm ngang nhỏ gọn và đẹp mắt. Dynamic Island giúp bạn làm việc đa nhiệm, mở nhiều tab khác nhau mà không cần phải thoát màn hình ứng dụng trước đó."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%201TB/iPhone-14-Pro-1TB-4.jpg"
            },
            {
                "desc": "Thiết kế chữ i được mở rộng khi sử dụng giúp trải nghiệm của bạn với Dynamic Island tuyệt vời hơn"
            },
            {
                "desc": "Khi sử dụng Dynamic Island, thiết kế chữ i được mở rộng ra giúp bạn sử dụng dễ dàng hơn. Nếu bạn mở nhiều ứng dụng cùng lúc, Dynamic Island sẽ hiển thị theo thứ tự mở ứng dụng, những ứng dụng được mở sau sẽ chuyển thành dạng Bubble (bong bóng) nằm ở ngay sau ứng dụng mở trước."
            },
            {
                "desc": "Camera được nâng cấp lên 1 tầm cao mới"
            },
            {
                "desc": "Camera iPhone 14 Pro hoàn toàn mới với độ phân giải cao kết hợp với cảm biến quad-pixel hiện đại giúp bạn chụp những bức ảnh rõ nét ngay cả trong điều kiện ánh sáng kém. Thêm vào đó, cảm biến được thiết kế lớn hơn 65% so với iPhone 13 Pro trước đó giúp bạn có được những bức ảnh hoàn hảo nhất."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%201TB/iPhone-14-Pro-1TB-5.jpg"
            },
            {
                "desc": "Cảm biến Quad-pixel giúp những bức ảnh thiếu sáng trở nên sắc nét hơn"
            },
            {
                "desc": "Một số thông tin chi tiết về camera:"
            },
            {
                "desc": "Camera chính: "
            },
            {
                "desc": "Camera Tele:"
            },
            {
                "desc": "Camera Ultra Wide:"
            },
            {
                "desc": "Thời lượng pin dài hơn, sạc nhanh hơn"
            },
            {
                "desc": "Bộ chuyển đổi được bán riêng có công suất lên đến 20W trở lên hỗ trợ sạc nhanh 50% trong khoảng 30 phút. Ngoài ra, iPhone 14 Pro có công nghệ sạc không dây MagSafe lên đến 15W và sạc không dây chuẩn Qi lên đến 7,5W cho bạn nhiều lựa chọn sạc điện thoại hơn."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%201TB/iPhone-14-Pro-1TB-6.jpg"
            },
            {
                "desc": "Công nghệ sạc chuẩn Qi giúp smartphone của bạn được sạc pin nhanh chóng"
            },
            {
                "desc": "iPhone 14 Pro sử dụng pin Lithium-ion có thể sạc lại cho thời gian sử dụng cả ngày dài với khả năng phát lại video lên đến 23 giờ và nghe lại âm thanh lên đến 75 giờ. Đây là cải tiến làm hài lòng các iFans bởi thời lượng sử dụng pin dài mà không cần phải sạc lại liên tục."
            },
            {
                "desc": "An toàn hơn bao giờ hết "
            },
            {
                "desc": "iPhone 14 Pro được Apple đưa vào hai công nghệ tối tân nhất, giúp bạn thoát hiểm an toàn: Công nghệ phát hiện va chạm (Crash Detection) và kết nối vệ tinh Satellite."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%201TB/iPhone-14-Pro-1TB-7.jpg"
            },
            {
                "desc": "Kết nối vệ tinh Satellite giúp bạn liên hệ cứu trợ khi gặp tình huống nguy hiểm mà không có sóng điện thoại"
            },
            {
                "desc": "Vẫn là thiết kế nhỏ gọn, tinh tế"
            },
            {
                "desc": "Thiết kế nhỏ gọn chỉ bằng kích thước của một chiếc iPhone 14 tiêu chuẩn với màn hình 6.1 inches vừa vặn, khung máy thiết kế bằng thép không gỉ cùng mặt lưng kính mờ giúp iPhone 14 Pro trở nên mỏng, nhẹ và tinh tế hơn, màu sắc tươi tắn hơn."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%201TB/iPhone-14-Pro-1TB-8.jpg"
            },
            {
                "desc": "Bảng màu và thiết kế đơn giản nhưng đầy sang trọng của iPhone 14 Pro"
            },
            {
                "desc": "Từ những mục trên, có thể thấy so với iPhone 13 Pro và iPhone 14 bản tiêu chuẩn, iPhone 14 Pro được nâng cấp hơn với nhiều đặc điểm nổi trội chắc chắn sẽ làm mưa làm gió ngay khi được chính thức mở bán tại các Apple Store trên toàn thế giới."
            },
            {
                "desc": "7 điểm nổi bật của iPhone 14 Pro 1TB kể trên đã khiến bạn đã “đổ gục\" chưa? Để lại bình luận ở dưới hoặc liên hệ ngay Viettel Store qua hotline: 1800 8123 để nhận thông tin mới nhất về sản phẩm bạn nhé! "
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED;6.1\"; 2556 ‑ x 1179 pixel ở 460 ppi; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A16 Bionic"
            ],
            [
                "Camera sau",
                "Độ phân giải 48MP 24 mm, khẩu độ ƒ / 1.78, ổn định hình ảnh quang học thay đổi cảm biến thế hệ thứ hai, thấu kính bảy thành phần, 100% điểm ảnh lấy nét. Zoom quang học 3x, zoom quang học 2x; Phạm vi zoom quang học 6x; zoom kỹ thuật số lên đến 15x. Nắp ống kính tinh thể sapphire. Đèn flash True Tone thích ứng. Động cơ quang tử. Chế độ chân dung với bokeh nâng cao và Kiểm soát độ sâu. Portrait Lighting với sáu hiệu ứng (Tự nhiên, Studio, Đường viền, Sân khấu, Sân khấu Mono, High Key Mono). Chụp ch"
            ],
            [
                "Camera trước",
                "12MP Ultra Wide",
                " 13 mm, khẩu độ ƒ / 2.2 và trường nhìn 120 °, thấu kính sáu thấu kính, 100% điểm ảnh lấy nét. Toàn cảnh (lên đến 63MP), Hiệu chỉnh ống kính (Siêu rộng) 12MP tele 2x (được kích hoạt bởi cảm biến quad-pixel)",
                " 48 mm, khẩu độ ƒ / 1,78, ổn định hình ảnh quang học dịch chuyển cảm biến thế hệ thứ hai, thấu kính bảy thành phần, 100% điểm ảnh lấy nét"
            ],
            [
                "Bộ nhớ trong",
                "1TB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Hệ điều hành",
                "IOS"
            ],
            [
                "Wifi",
                "Wi ‑ Fi 6 (802.11ax) với 2x2 MIMO Wi-Fi MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Pin",
                "Tích hợp pin lithium ‑ ion có thể sạc lại"
            ]
        ]
    },
    {
        "title": "                               iPhone 14 Plus 512GB                                                                                                                        ",
        "priceSaleOff": "30.990.000 ₫",
        "originalPrice": "35.990.000₫",
        "colors": [
            "PURPLE",
            "BLUE",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1800968972.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1650427824.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1482560238.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1127875662.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/351463779.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/246860676.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/473315768.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1458065315.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/217884866.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/2064622443.jpeg"
        ],
        "features": [
            {
                "desc": "Sau khi tất cả các phiên bản iPhone 14 được ra mắt thì dường như iPhone 14 Plus 512GB nhận được nhiều sự ưu ái của cộng đồng iFans hơn bởi màn hình lớn, camera đỉnh cao, kho lưu trữ khổng lồ, đặc biệt giá thành rẻ hơn so với những sản phẩm 512GB khác. Chính vì vậy, nếu bạn đang có ý định tìm hiểu về sản phẩm này thì hãy theo dõi ngay bài viết dưới đây nhé!"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20512GB/iPhone-14-Plus-512GB-1.jpg"
            },
            {
                "desc": "iPhone 14 Plus 512GB sở hữu nhiều điểm nổi bật đáng để bạn lựa chọn"
            },
            {
                "desc": "Kho lưu trữ khổng lồ, thoải mái dung lượng"
            },
            {
                "desc": "iPhone 14 Plus trang bị  6GB RAM người dùng có thể trữ thoải mái video, hình ảnh, tập tin hay các ứng dụng HOT hiện nay. Đồng thời, RAM 6GB cũng cho khả năng truy xuất dữ liệu nhanh hơn so với iPhone 13 Mini.iPhone 14 Plus trang bị "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20512GB/iPhone-14-Plus-512GB-2.jpg"
            },
            {
                "desc": "iPhone 14 Plus 512GB là bản tốt nhất của iPhone 14 Plus. Theo bảng biểu đồ lưu trữ của Kingston thì với ROM 512GB người dùng có thể lưu trữ tối đa 128.000 bức ảnh 12MP và gần 2000 video full HD 1080p) có thời lượng 30 phút. "
            },
            {
                "desc": "Màn hình lớn cho trải nghiệm xem phim, chỉnh ảnh tuyệt vời"
            },
            {
                "desc": "Hiện nay do nhu cầu làm việc, học tập và giải trí trên điện thoại ngày càng tăng cao nên nhiều người ưu tiên sử dụng những chiếc điện thoại có màn hình lớn. iPhone 14 Plus 512GB có kích thước màn hình lên đến 6.7 inch bằng với iPhone 14 Pro Max và lớn hơn nhiều so với màn hình 5.4 inch của iPhone 13 Mini."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20512GB/iPhone-14-Plus-512GB-3.jpg"
            },
            {
                "desc": "Màn hình iPhone 14 Pro Max lên đến 6.7 inch cho trải nghiệm xem phim, lướt web, chơi game “đã” hơn"
            },
            {
                "desc": "Màn hình 6.7 inch không những cho trải nghiệm xem phim, lướt web, chỉnh ảnh tuyệt vời hơn mà còn hỗ trợ những người cận thị, giúp hình ảnh hiển thị to, rõ ràng hơn bao giờ hết."
            },
            {
                "desc": "Đặc biệt, Apple tích hợp màn hình Super Retina XDR độ phân giải 2778 x 1284 pixel ở 458 ppi đảm bảo rằng hình ảnh luôn sắc nét, chân thực, giúp người dùng “đã” mắt hơn cho việc giải trí của mình."
            },
            {
                "desc": "Camera được nâng cấp - chụp ảnh, quay video đỉnh cao"
            },
            {
                "desc": "iPhone 14 Plus mặc dù không được nâng cấp camera chính có độ cảm biến lên đến 48MP như các phiên bản iPhone 14 cao cấp (Pro/Pro Max) nhưng Apple đã trang bị camera trước và sau với cảm biến 12MP và khẩu độ lớn hơn cho phép thu được ánh sáng nhiều hơn 49% so với các phiên bản tiền nhiệm."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20512GB/iPhone-14-Plus-512GB-4.jpg"
            },
            {
                "desc": "Chụp ảnh, quay video đỉnh cao với những nâng cấp mới trên camera"
            },
            {
                "desc": "Ngoài ra, những tính năng khác giúp hỗ trợ chụp ảnh ở những thời điểm, vị trí khác nhau vẫn được tích hợp trên iPhone 14 Plus như Zoom quang học 2x; zoom kỹ thuật số lên đến 5x; Đèn flash True Tone; Động cơ quang tử; Chế độ ban đêm; Hiệu chỉnh ống kính (Siêu rộng);...."
            },
            {
                "desc": "Khả năng quay video trên iPhone 14 Plus cũng sẽ khiến người dùng thích thú khi chất lượng video có thể điều chỉnh từ 720p lên đến 4K, hỗ trợ quay ban đêm và chế độ âm thanh nổi cực chất."
            },
            {
                "desc": "Thời lượng pin chưa bao giờ “khủng\" đến thế"
            },
            {
                "desc": "Apple ngày càng chú trọng đến thời lượng pin của các sản phẩm nhà mình và trong đó có iPhone 14 Plus 512GB. Theo thông số Apple công bố, iPhone 14 Plus có thời gian sử dụng pin tối đa cho xem lại video là 26 giờ, phát lại video trực tuyến là 20 giờ và phát lại âm thanh lên đến 100 giờ. Đây là những con số lớn hơn nhiều so với 13 Mini và gần bằng 14 pro Max. Chính vì thế, bạn có thể thoải mái sử dụng cả ngày dài mà không lo hết pin."
            },
            {
                "desc": "Ngoài ra, 14 Plus 512GB được trang bị thêm sạc nhanh 20W hỗ trợ sạc đầy 50% pin trong 30 phút và quá trình sạc nhanh sẽ diễn ra đến khi pin đạt 80% mà không gây tổn hại đến tuổi thọ pin."
            },
            {
                "desc": "Màu sắc thời thượng, trendy"
            },
            {
                "desc": "iPhone 14 Plus sở hữu 5 màu đen, vàng, bạc, đỏ, xanh. Trong đó 3 màu đen, vàng, bạnc là những màu đặc trưng của nhà Apple, phù hợp với tất cả mọi người, ai sử dụng cũng đều rất tinh tế và đẳng cấp. Còn 2 màu xanh dương và đỏ là 2 màu nổi bật nhất trong tất cả các phiên bản màu sắc của iPhone, dễ dàng thu hút mọi ánh nhìn."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20512GB/iPhone-14-Plus-512GB-5.jpg"
            },
            {
                "desc": "iPhone 14 Plus sở hữu tổ hợp 5 màu sắc thời thượng, trendy"
            },
            {
                "desc": "So với 14 Pro/ Pro Max chỉ có 4 màu thì 14 Plus có nhiều màu hơn cho bạn lựa chọn nhưng lại ít hơn so với phiên bản 13 Mini năm 2021 (6 màu)."
            },
            {
                "desc": "Giá dự kiến iPhone 14 Plus 512GB khi về Việt Nam"
            },
            {
                "desc": "iPhone 14 Plus 512GB là phiên bản đắt nhất trong 3 phiên bản iPhone 14 Plus có mức giá được công bố là 1.199 USD (tương đương 28 triệu VNĐ). Tuy nhiên, bỏ ra 1.199 USD để sở hữu một siêu phẩm điện thoại đời mới, màn hình lớn, pin trâu, camera đẳng cấp,... thì rất xứng đáng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Plus%20512GB/iPhone-14-Plus-512GB-6.jpg"
            },
            {
                "desc": "Khi sản phẩm về Việt Nam mức giá sẽ cao hơn so với giá công bổ của Apple do chi phí vận chuyển, bảo quản và những chi phí khác mà các đại lý uỷ quyền phải bỏ ra. Tại Viettel Store - một trong những đại lý uỷ quyền uy tín và lớn nhất của Apple tại Việt Nam thì 14 Plus 512GB có giá dự kiến là 35.990.000 đồng."
            },
            {
                "desc": "Như vậy, lựa chọn iPhone 14 Plus 512GB chính là một sự lựa chọn đúng đắn cho bạn khi muốn sở hữu một sản phẩm đẳng cấp, màn hình lớn và dung lượng khủng. Nhanh tay đặt ngay sản phẩm tại website viettelstore.vn hoặc đến cửa hàng Viettel Store gần nhất để nhận được nhiều ưu đãi lớn và trở thành một trong những người đầu tiên tại Việt Nam sở hữu iPhone 14 VN/A bạn nhé!"
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED Super Retina XDR; 6.7inch; Độ phân giải 2778 x 1284 pixel ở 458 ppi; kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A15 Bionic"
            ],
            [
                "RAM",
                "6 GB"
            ],
            [
                "Camera sau",
                "Chính 12MP",
                " 26 mm, khẩu độ ƒ / 1.5, ổn định hình ảnh quang học thay đổi cảm biến, thấu kính bảy thành phần, 100% điểm ảnh lấy nét 12MP Ultra Wide",
                " 13 mm, khẩu độ ƒ / 2.4 và trường nhìn 120 °, thấu kính năm thành phần Zoom quang học 2x; zoom kỹ thuật số lên đến 5x Đèn flash True Tone Động cơ quang tử Kết hợp sâu HDR thông minh 4 Chế độ chân dung với bokeh nâng cao và Kiểm soát độ sâu Portrait Lighting với sáu hiệu ứng (Tự nhiên, Studio, Đường viền, Sân khấu, Sân khấu Mono, High Key Mono) Chế độ b"
            ],
            [
                "Camera trước",
                "Camera 12MP khẩu độ ƒ / 1.9"
            ],
            [
                "Bộ nhớ trong",
                "512GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Hệ điều hành",
                "IOS"
            ],
            [
                "Wifi",
                "WiFi 6 (802.11ax) với 2x2 MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Pin",
                "Lên đến 26h phát video liên tục"
            ]
        ]
    },
    {
        "title": "                               iPhone 14 Pro 512GB                                                                                                                        ",
        "priceSaleOff": "34.990.000 ₫",
        "originalPrice": "38.990.000₫",
        "colors": [
            "SPACE BLACK",
            "DEEP PURPLE",
            "GOLD",
            "SILVER",
            ""
        ],
        "previewImageLink": [
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/316580194.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/262018811.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/142076439.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/455303857.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/424418430.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1679028620.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1596607844.jpeg",
            "https://cdn1.viettelstore.vn/Images/Product/ProductImage/1476665472.jpeg"
        ],
        "features": [
            {
                "desc": "8 điểm nổi bật nhất trên iPhone 14 Pro từ thiết kế cho đến hiệu năng và các tính năng bổ trợ."
            },
            {
                "desc": "Độ cảm biến lên đến 48MP "
            },
            {
                "desc": "Apple luôn chú trọng nâng cấp Camera iPhone để đem đến cho người dùng những trải nghiệm tốt nhất. Với iPhone 14 Pro mới này, Apple nâng cấp độ cảm biến từ 12MP lên thành 48MP. Con số 12MP quen thuộc và xuất hiện trên nhiều đời iPhone trước như iPhone 12, 13, đến nay đã được nâng cấp lên, cho độ cảm biến của cụm 3 camera sau 14 Pro trở nên cao cấp hơn. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-1.jpg"
            },
            {
                "desc": "Độ cảm biến iPhone 14 Pro đã được nâng cấp lên 48MP"
            },
            {
                "desc": "Ảnh 48MP có kích thước lớn hơn từ 2.5 đến 3 lần so với ảnh 12MP, tuy nhiên chất lượng ảnh nét hơn, chân thật hơn rất nhiều. Với chiếc điện thoại này, ngay cả khi không có nhiều kinh nghiệm “sống ảo\", bạn vẫn có thể chụp được những bức ảnh chất lượng siêu cao. "
            },
            {
                "desc": "Tích hợp tính năng phát hiện sự cố thông minh "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-2.jpg"
            },
            {
                "desc": "Tóm tắt công nghệ phát hiện va chạm trên iPhone 14 Pro "
            },
            {
                "desc": "iPhone 14 Pro có khả năng phát hiện các thay đổi đột ngột về tốc độ, áp suất cabin, hướng di chuyển, độ lớn của âm thanh để kịp thời cảnh báo về sự cố. Công nghệ này đã được nghiên cứu tại phòng thí nghiệm, sử dụng các thuật toán chuyển động nâng cao bằng cách ghi nhận kết quả từ các bài kiểm tra va chạm từ 1 triệu giờ lái xe với những sự cố trực diện từ phía sau, tác động bên và khi di chuyển. "
            },
            {
                "desc": "Trải nghiệm màn hình tốt hơn nhờ loại bỏ notch tai thỏ"
            },
            {
                "desc": "Thiết kế notch tai thỏ được xuất hiện từ đời iPhone X và cho đến nay Apple đã loại bỏ thiết kế này trên dòng iPhone 14 Pro và Pro Max (riêng iPhone 14 tiêu chuẩn và iPhone 14 Plus vẫn duy trì thiết kế này). Thiết kế notch tai thỏ dần trở nên quen thuộc với người dùng iPhone nhưng cũng đem đến nhiều bất lợi khi sử dụng."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-3.jpg"
            },
            {
                "desc": "Không còn notch tai thỏ trên iPhone 14 Pro, đem đến một diện mạo mới"
            },
            {
                "desc": "Hiện tại, notch tai thỏ được thay bằng hình viên thuốc nằm ngang trên màn hình gọi là Dynamic Island đã giúp cho 14 Pro trở nên tinh tế, sang trọng hơn. Đặc biệt, Dynamic Island không chỉ đặt camera và cảm biến mà còn giúp hiện thông báo, thay đổi kích thước khi dùng Face ID, điều hướng, nghe nhạc,..."
            },
            {
                "desc": "Chip A16 Bionic mới, nâng cao hiệu suất"
            },
            {
                "desc": "Con chip mới A16 Bionic của iPhone 14 Pro sử dụng công nghệ 5 nanomet cho hiệu suất sử dụng cao hơn so với chip A15 cũ. Theo đánh giá thực nghiệm thì với A16 thì hiệu suất sử dụng trên 14 Pro tăng lên 18%, đồng thời tiết kiêm pin lên đến 30% so với iPhone 13 Pro năm 2021."
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-4.jpg"
            },
            {
                "desc": "Chip A16 Bionic giúp hiệu năng sử dụng vượt trội hơn và giảm tiêu hao năng lượng pin lên đến 30% so với các phiên bản tiền nhiệm"
            },
            {
                "desc": "Thêm vào đó, con chip A16 còn giúp nâng cao hình ảnh hiển thị bằng cách  cho phép phân tích từng pixel để tối ưu hóa ảnh; tăng cường tính linh hoạt sáng tạo của cảm biến quad ‑ pixel. Đồng thời đem đến trải nghiệm công nghệ thực tế ảo, chơi game cực đã,... "
            },
            {
                "desc": "Tính năng Alway-on-Display "
            },
            {
                "desc": "Tính năng Alway-on-Display mới được Apple tích hợp trên iPhone 14 Pro và nhận được sự đánh giá cao của các chuyên ra công nghệ. Thực chất, Alway-on-Display đã xuất hiện trên các sản phẩm Apple Watch từ năm 2019. Nhận thấy sự tiện lợi của tính năng này, Apple đã tích hợp luôn trên  iPhone 14 Pro."
            },
            {
                "desc": "Alway-on-Display cho phép hiển thị các thông tin như ngày, giờ, pin,...hay thông báo kể cả khi bạn để ở chế độ ngủ. Vì vậy, bạn dễ dàng có thể kiểm tra điện thoại mà không cần bật màn hình lên. Mặc dù, 14Pro sẽ luôn ở trạng thái Alway-on-Display nhưng không gây tốn pin."
            },
            {
                "desc": "Màn hình LTPO OLED ProMotion sắc nét, chân thật"
            },
            {
                "desc": "iPhone 14 Pro có kích thước màn hình 6.1 inch và trang bị màn hình LTPO OLED ProMotion có khả năng tự động điều chỉnh độ làm mới theo quá trình sử dụng của người dùng như của iPhone 13 Pro. Tuy nhiên, màn hình OLED ở 14 Pro mới hơn, xịn hơn khi sử dụng bộ vật liệu M12 mới được phát triển. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-10.jpg"
            },
            {
                "desc": "Màn hình LTPO OLED ProMotion trên iPhone 14 Pro cho tốc độ làm tươi nhanh và không giới hạn"
            },
            {
                "desc": "Đồng thời, tốc độ làm mới không giới hạn, từ 1 - 120Hz, cho phép điện thoại ở chế độ tĩnh không tiêu hao năng lượng. Cũng chính vì thế, 14 Pro mới có thể tích hợp tính năng Alway-on-Display."
            },
            {
                "desc": "Trang bị sạc nhanh 20W"
            },
            {
                "desc": "Để thúc đẩy quá trình sạc pin cho iPhone 14 Pro, Apple vẫn tiếp tục đã trang bị sạc nhanh 20W giống như ở các phiên bản tiền nhiệm. Tốc độ sạc nhanh chỉ với 30 phút máy sẽ đầy được 50% pin giúp người dùng có thể nạp pin trong những trường hợp cần thiết hoặc sắp đi ra ngoài. "
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-7.jpg"
            },
            {
                "desc": "Sạc nhanh 30W giúp rút ngắn thời gian sạc trên iPhone 14 Pro, hỗ trợ người dùng trong những trường hợp cần thiết"
            },
            {
                "desc": "Chế độ sạc nhanh cũng không gây ảnh hưởng đến tuổi thọ pin hay các vấn đề khác. Tuy nhiên, chế độ sạc nhanh chỉ cho phép sạc nhanh 80% pin và sẽ trở lại trạng thái sạc bình thường ở những phần trăm pin còn lại để đảm bảo pin máy tốt nhất."
            },
            {
                "desc": "Bảng màu sắc bắt mắt"
            },
            {
                "imageLink": "https://imgs.viettelstore.vn/Images/Product/ProductImage/dien-thoai/Apple/iPhone%2014%20Pro%20128%20GB/iPhone-14-Pro-8.jpg"
            },
            {
                "desc": "Các phiên bản màu sắc của iPhone 14 Pro"
            },
            {
                "desc": "Nếu so với iPhone 13 Pro thì iPhone 14 Pro chỉ sở hữu vỏn vẹn 4 màu là đen, bạc, vàng, tím. Trong đó, màu tím là màu chưa từng xuất hiện ở các phiên bản iPhone trước hay bất kỳ sản phẩm nào của nhà Apple. Chính vì thế, iPone 14 Pro màu tím luôn nhận được sự yêu thích của cộng đồng iFan kể từ khi những tin đồn xuất hiện."
            }
        ],
        "specifications": [
            [
                "Màn hình",
                "OLED;6.1\"; 2556 ‑ x 1179 pixel ở 460 ppi; Kính cường lực Ceramic Shield"
            ],
            [
                "CPU",
                "Apple A16 Bionic"
            ],
            [
                "Camera sau",
                "Độ phân giải 48MP 24 mm, khẩu độ ƒ / 1.78, ổn định hình ảnh quang học thay đổi cảm biến thế hệ thứ hai, thấu kính bảy thành phần, 100% điểm ảnh lấy nét. Zoom quang học 3x, zoom quang học 2x; Phạm vi zoom quang học 6x; zoom kỹ thuật số lên đến 15x. Nắp ống kính tinh thể sapphire. Đèn flash True Tone thích ứng. Động cơ quang tử. Chế độ chân dung với bokeh nâng cao và Kiểm soát độ sâu. Portrait Lighting với sáu hiệu ứng (Tự nhiên, Studio, Đường viền, Sân khấu, Sân khấu Mono, High Key Mono). Chụp ch"
            ],
            [
                "Camera trước",
                "12MP Ultra Wide",
                " 13 mm, khẩu độ ƒ / 2.2 và trường nhìn 120 °, thấu kính sáu thấu kính, 100% điểm ảnh lấy nét. Toàn cảnh (lên đến 63MP), Hiệu chỉnh ống kính (Siêu rộng) 12MP tele 2x (được kích hoạt bởi cảm biến quad-pixel)",
                " 48 mm, khẩu độ ƒ / 1,78, ổn định hình ảnh quang học dịch chuyển cảm biến thế hệ thứ hai, thấu kính bảy thành phần, 100% điểm ảnh lấy nét"
            ],
            [
                "Bộ nhớ trong",
                "512GB"
            ],
            [
                "Hỗ trợ đa sim",
                "1 Nano SIM & 1 eSIM, Hỗ trợ 5G"
            ],
            [
                "Hệ điều hành",
                "IOS"
            ],
            [
                "Wifi",
                "Wi ‑ Fi 6 (802.11ax) với 2x2 MIMO Wi-Fi MIMO"
            ],
            [
                "Danh bạ",
                "Không giới hạn"
            ],
            [
                "Pin",
                "Tích hợp pin lithium ‑ ion có thể sạc lại"
            ]
        ]
    }
]